INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("次郎吉 to JIROKICHI -高円寺のライブハウスが歩んだ50年-", 4950, 100, "Live Music JIROKICHIライブミュージックジロキチ(編)", "2025年に創業50周年を迎えた、東京・高円寺のライブハウス「JIROKICHI」。本書は、1975年の開店から現在までの歩みを、膨大なアーカイブ資料とともに一冊にまとめた記念書籍です。

出演ミュージシャンの貴重なインタビュー、50年分のライブスケジュール、未公開写真、当時のチラシ等、ライブハウスの“リアルな日常”を克明に記録。ジャズ、ブルース、ソウルなど多様なジャンルが交差する「音楽の交差点」としてのJIROKICHIの姿と、その背景にある高円寺という街の変遷も浮かび上がります。

ライブハウス文化に関心のある方はもちろん、ミュージシャンや音楽ファン、またレトロ文化やカルチャーとしての昭和～平成～令和の街の息吹を記録したドキュメントとしても価値ある一冊です。", "株式会社Pヴァイン",   0,"9784911484036.jsp",14,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("決定版　西洋画家図鑑", 4620, 100, "池上 英洋イケガミ ヒデヒロ(著)", "圧巻の西洋画家総覧

ビザンティンから20世紀の現代絵画まで
名だたる画家たち365名と
その代表作を編年で収録。

秀逸かつ簡明な解説で
西洋絵画を一気読み！

美を知り、美に触れる
〈フルカラー決定版〉

■本書の特徴
【主要な時代を網羅】
　ビザンティン～20世紀まで“絵画を豊富に掲載”
【圧巻の掲載人数】
　名だたる画家たち“総365名”が勢ぞろい
【時代順の掲載】
　編年掲載によって、読むだけで“美術史が見える”
【秀逸な解説】
　人気の著者による要領を得た解説で“すぐに解る”
【美麗印刷】
　絵画データを厳選した“美しいフルカラー印刷”
【常備の一冊】
　最新の内容による“決定版のレファレンス本”", "創元社",   0,"9784422701745.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("最強のブランディングデザイン", 2530, 100, "デザインノート編集部デザインノートヘンシュウブ(編)", "原研哉、佐藤可士和、水野学、西澤明洋をはじめ、日本を代表するトップアートディレクターたちが手がけた最新のブランディング事例を、豊富なビジュアルとともに徹底解説。ロゴ、パッケージ、広告、グラフィックからブランド全体の構築まで、彼らの思考とメイキングプロセスを余すことなく紹介します。

企業を取り巻く環境が激変する今、デザイナーに求められるのは「見せ方」だけではありません。ブランドの課題を見抜き、新しい価値を生み出し、ストーリーを紡ぐ力こそが、これからのデザインに不可欠です。本書では、その核心を、第一線のプロジェクトを通して明らかにしていきます。

「売れるデザイン」をつくるための具体的なヒントが満載。デザイナーを志す人はもちろん、現役のアートディレクターやデザイナーにとって、今まさに知りたい答えが詰まった必携の一冊です。

本書は、『デザインノートBOOK 最強のブランディングデザイン』は、2021年に刊行され大好評を博したムック『デザインノートPremium 最強のブランディングデザイン』を増補・書籍化した決定版です。", "誠文堂新光社",   0,"9784416624302.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("花美術館９２号", 2200, 100, null, "巻頭特集は、歌人・柳原白蓮です。近年のNHK連ドラ「花子とアン」でもよく知られていますが、華族に生まれ幼少期から和歌の手ほどきを受け、お家制度の中わずか１５歳で結婚し、さらには離婚後２５歳で九州の炭鉱王へ嫁ぎます。そして社会運動家の青年と出奔、かの有名な「白蓮事件」を起こします。晩年は平和運動に注力しましたが、尽きることのない情念を託した歌、エッセイを中心に、波乱に満ちた生涯をたどります。また、文学を筆頭にあらゆるジャンルの現代作家の誌面も満載でお届けします。", "株式会社花美術館",   0,"9784881431795.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ギャラリー2026vol.2", 880, 100, null, "アートフィールドウォーキングガイド", "ギャラリーステーション",   0,"9784860474034.jsp",14,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＶＯＹ ０２", 1650, 100, "VOY出版ヴォイシュッパン(企画・原案)", "『VOY』は、大阪文学学校出身・在籍の磯﨑寛也、加藤英俊、都圭晴が創刊した詩誌です。詩作品を中心に、アートや批評も扱います。
詩だけでなく、アートや批評も取り上げ、多角的な視点とジャンルレスな内容が魅力的です。『VOY』という名前には、航海者、冒険者、県者の意味が込められています。", "オリーブの木",   0,"9784434370403.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("能勢伊勢雄入門", 3300, 100, "能勢伊勢雄ノセイセオ(著)軸原ヨウスケ（COCHAE）ジクハラヨウスケ(著)", "1974年から営業している岡山のライブハウスPEPPER LAND。オーナーの能勢伊勢雄は、前衛映像作家、写真家、音楽・美術評論家、また現代美術展企画等の顔を持つ。岡山出身で1978年生まれのデザイナー・軸原ヨウスケ（「アウト・オブ・民藝」）が、延べ25時間にわたるロングインタビューを敢行！……博覧強記の人・能勢伊勢雄が自らの実践と時代を振り返りながら、出会った人々の思想や言葉、音楽・映像・書物などの膨大な資料と記憶をたどり、中央からしか語られてこなかった戦後日本のカルチャーを岡山から語り尽くす。下段に脚注を設け、作品・人物・事柄に簡単な解説を付した。（発行：COCHAE／発売：大福書林）

能勢伊勢雄氏と私自身の人生の肥やしが、ここまで重なり合っていたという事実に昇天!!!　読めば読むほど、かつて体験したテクスト群が側頭葉から降りてきて、自らのエゴ＝アイデンティティの根や幹を形成した養分として再活性化する!!　これは、松岡正剛氏、能勢伊勢雄氏、武田崇元氏、武邑光裕氏、そして私、宇川直宏が、暗黙のうちに共有してきた教義体系そのものではないか!!!!!!　アウト･オブ･ヘドニズム!!!!!!
宇川直宏（DOMMUNE）

ぼくは能勢さんの話をラジオで聞くのが好きだ。能勢さんの話を聞いていると、「生きていく上で大事なことはみんなわかってしまうのではないか」という気持ちにさせられる。〈ドキュ・バイオグラフィ〉とでも呼ぶべきこの本を読み、氏の肉声で語られるカウンターカルチャーの数々の逸話に魅了された。新しいものを創造したいと考え、苦闘している若い人たちに本書を推奨したい。きっと良いヒントが与えられると思うから。
赤田祐一（「スペクテイター」編集者）", "大福書林",   0,"9784908465291.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("図表とともに学ぶ　西洋音楽史概説", 3520, 100, "村田 千尋ムラタ チヒロ(著)", "西洋音楽史の全体像を、８つの時代と８つの観点で整理し、４つの軸で通時的に概観。「宗教音楽」「世俗音楽」「オペラ」「器楽」それぞれのジャンル史を通じて、音楽文化・芸術音楽の成り立ちが見えてくる。多くの図表と併せて歴史の流れがよくわかる一冊。", "春秋社",   0,"9784393930564.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("国宝 知っておきたい日本の美 歴史・見どころがわかるビジュアルガイド", 1991, 100, "日本美術のひみつ研究会ニホンビジュツノヒミツケンキュウカイ(著)", "★　日本の歴史と文化を象徴する
　　一度は見たい文化財を厳選!

★　美しい写真とくわしい解説で
　　国宝の歴史的価値と
　　鑑賞のポイントがよくわかる


◇◆◇　本書について　◇◆◇

国宝とは日本の歴史と文化の粋を集めた至宝です。
建造物から絵画、彫刻、工芸品、古文書に至るまで、
時を超えて私たちに届いたこれらの文化財は、
先人の知恵と美意識の結晶といえるでしょう。

本書では、各分野の国宝について、
その成り立ちや時代背景、
芸術的価値などを解説しています。
国宝を知ることは、日本文化の深層を理解する旅であり、
私たち自身のアイデンティティを探る営みでもあります。

本書が、かけがえのない文化遺産の魅力を
再発見する手引きとなれば幸いです。


◇◆◇　主な目次　◇◆◇

☆第1章　国宝の基本　
＊　そもそも国宝とは何?
＊　国宝・重要文化財の種類と件数は?
＊　国宝・重要文化財の歴史　
・・・など

☆第2章　国宝を鑑賞しよう　
【建造物】
＊　平等院鳳凰堂
＊　姫路城
【彫刻】
＊　阿修羅像（八部衆）
＊　千手観音座像
【絵画】
＊　高松塚古墳壁画
＊　キトラ古墳壁画
【工芸品】
＊　太刀無銘一文字（山鳥毛）
＊　七支刀
【考古資料】
＊　新潟県笹山遺跡出土深鉢形土器
＊　土偶「縄文のビーナス」
【書籍・典籍】
＊　金光明最勝王経 巻第一～十（国分寺経）
【歴史資料】
＊　伊能忠敬関係資料
・・・など", "メイツ出版",   0,"9784780431131.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("甦るヴァニタス", 5500, 100, "香川 檀カガワ マユミ(著)ヴィクトリア・フォン・フレミングヴィクトリアフォンフレミング(著)結城 円ユウキ マドカ(著)", "髑髏や砂時計、蝋燭や楽器、果物などの定型的モチーフを組み合わせ、生のはかなさと死を表現する――17世紀ヨーロッパでは静物画の一ジャンルである〈ヴァニタス画〉が盛んに制作された。それから数世紀。今もアーティストは〈ヴァニタス」に触発されている。現代に甦った〈ヴァニタス〉を具体例に即して丁寧に読み解く。図版多数。", "岩波書店",   0,"9784000254786.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ギターのための編曲集Vol.1", 2200, 100, "藤井眞吾フジイシンゴ(著・作曲)", "京都で200回以上続く「藤井眞吾コンサートシリーズ」の中で生まれた、珠玉の編曲作品を集めたギター独奏用楽譜集。
シューマン、シューベルト、モーツァルト、グリーグ、グラナドス、アルベニスなど、19～20世紀の名作歌曲やピアノ小品を、ギターの響きに寄り添う繊細な筆致で編曲しています。
各曲には日本語と英語による丁寧な解説が添えられ、演奏者が作品の背景や詩情に触れながら、深い理解と表現を育むことができます。
演奏会のレパートリーとしてはもちろん、日々の練習やレッスン教材としても最適です。", "マンサーナ",   0,"9784909577023.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("長唄 助六", 880, 100, "杵家彌七（四世）キネイエヤシチ(原著)杵家彌七（六世）キネイエヤシチ(著)", "A4版　杵家彌七出版発行 杵家派家元六世杵家弥七改訂の三味線文化譜です。 新たに小節番号や囃子のキッカケなどの情報が入り、お稽古しやすくなりました。 流派を問わず広くお使いいただきたいため、唄の譜面をなくしました。（三味線文化譜は（一社）長唄杵家会の登録商標です。）", "杵家彌七出版",   0,"9784907989392.jsp",14,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("長唄 岸の柳", 880, 100, "杵家彌七（四世）キネイエヤシチ(原著)杵家彌七（六世）キネイエヤシチ(著)", "B5版　杵家彌七出版発行 杵家派家元六世杵家弥七改訂の三味線文化譜です。 新たに小節番号や囃子のキッカケなどの情報が入り、お稽古しやすくなりました。 流派を問わず広くお使いいただきたいため、唄の譜面をなくしました。（三味線文化譜は（一社）長唄杵家会の登録商標です。）", "杵家彌七出版",   0,"9784868353096.jsp",14,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("炎芸術No.165", 2750, 100, null, "特集　世界で輝く日本陶芸

海外では、日本の現代陶芸への関心が高まっている。土や木などの天然の物質を素材にして、高い技術を駆使し、偶然性や歪みを生かす作品には、日本独自の美が映し出されていると考えられている。本特集では、国際的なコンペティションで大賞を受賞した稲崎栄利子、発表の大半を海外におく川端健太郎をはじめ、国内外のギャラリストが推薦する、世界で活躍する陶芸家に注目する。また、展覧会やアートフェアなども紹介し、日本の現代陶芸の未来を考える。", "阿部出版",   0,"9784872426403.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("池田弘子　パッチワークキルト作品集", 1650, 100, "池田弘子イケダヒロコ(著)", "福岡で活動するパッチワークキルト作家 池田弘子の作品集。
1992年から2024年まで、30年以上にわたる制作の代表作および作品展示風景を掲載。", "浄土複合",   0,"9784991196393.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("LOVE YOURSELF ～YUJI WAY～", 4180, 100, "Kayo Tabeiカヨ タベイ(著)", "うまくいかない日も、遠回りした日も――
そのすべてが、あなたという物語の頁になる。

画家になるという夢をいったん手放し、ビジネスの世界を駆け抜けた加藤雄詞。
ある転機が静かに訪れ、ふたたび筆を取った。
そして今、「花の華を描くアーティスト」として花の“いのちの一瞬”を写し取って描く。

花とともに紡がれる言葉が、読む人の心にそっと寄り添う。
静かな励ましのバイオグラフィー。
『LOVE YOURSELF』――あなた自身を愛するために。
(言語: 英語・日本語)", "麗人社",   0,"9784802135573.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("YUJI WAY Harmony, Peace and Love", 5280, 100, "加藤 雄詞カトウ ユウジ(著)", "「花の華」を描く、世界基準人気画家 加藤雄詞。その比類なき活動概要を「YUJI WAY」とした本書。
作品・格言・写真をまとめた新スタイル。本人の提唱する“調和・平和・愛”あふれる魅力的な一冊（言語：英語・日本語）", "麗人社",   0,"9784802135566.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("The Art of Portraiture 日本語版　光、影、解剖学、構図で 人の本質を捉える", 5500, 100, "Stephen Baumanスティーブンバウマン(著)", "本書は、単なる人の顔・表情の描き方に関する書籍ではありません。あなたの人生とアイデンティティさえも変える可能性を秘めた1冊です。情熱と技術をもって描く、ひたむきなアーティストへとあなたを導くことでしょう。初心者であろうと熟練のアーティストであろうと、鉛筆と忍耐だけで人の本質を捉えるために必要なものを探求する旅へと誘います。

優れた教師でもある著者の Stephen Bauman (ステファン・バウマン)が、学生時代から学んだ最高の教訓と、アーティスト 兼 教師として磨いてきた最も効率的な練習法を紹介します。ちょっとした冒険、自己発見、そして たっぷりと人の顔・表情に挑戦する覚悟があるなら、うってつけです。

本書は、人の顔・表情を描く上で（時に苦労しながら）学んだことを、真摯に共有しようとする試みです。不器用な試行錯誤、消しゴムとの戦い、そして「似顔絵」がマンガのキャラクターのようになってしまった瞬間も数多くありました。しかし、つまずきを受け入れ、突破口を祝うことこそが、学ぶことの真髄ではないでしょうか？

「絵を成立させる要素とは何か?」に答える章に続き、明暗の表現法、造形の可視化といった具体的な技法の実践的なチュートリアルが、実例と解説と共に掲載されています。読者は本書を通じて、成長を振り返り、さらなる継続的な成長と向上に目を向けることができるでしょう。これが、ポートレート(肖像画)の世界です。混沌としつつも素晴らしく、ときに魔法のような世界。そして、本書はその世界への深い一歩となることでしょう。

※本書は『The Art of Portraiture』の日本語版です(※ソフトカバー仕様)", "ボーンデジタル",   0,"9784862466624.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Alone Together", 12100, 100, null, "我が青春の東と我が未来の西の境界線上で
街から街へ、夜から夜へさまよい走り続ける魂の記録

30歳で写真を撮り始めていきなり大きな写真賞を獲得しながら、展覧会や写真集といった発表の場に背を向け、元カノにもらった軽自動車で寝泊まりしながら全国を走り回り、SNS 上で日時と場所を指定して、やってきた客から見料として1冊千円を取り一対一自身の写真集を見せる、独自の撮影～発表行為「鋭漂」を続けてきた天野裕氏。
金、暴力、女、薬、友人、さまざざまな出会いと別れ。崩れ壊れる寸前の日々から掬いあげられた、奇跡のように美しい瞬間のつらなり。
研ぎすぎた刃物のような文体で綴られる天野の詩篇をふくむ、154点の作品をカラーで収録。日英バイリンガル仕様。", "ケンエレブックス",   0,"9784910315621.jsp",14,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("動画でわかる 木工旋盤 削って形づくるウッドターニングの愉しみ",3520 ,100 , "WOODWORK CENTERウッドワークセンター(監修)", "★　作品づくりに必要な知識をこの1冊で

★　ウッドターニングの入門書

★　順を追った動画と丁寧な解説で
　　次の作業をイメージしやすい!

★　動画と写真つき解説で
　　木工旋盤ライフをサポートします


◇◆◇　監修者からのコメント　◇◆◇

現代では、木工旋盤をはじめとする
電動工具の普及により、
加工の精度や作業効率が向上し、
表現の可能性はさらに広がりました。
機械の正確さと人の手の感覚が重なり合うことで、
木工はより自由度の高い表現の場へと
広がっています。

木工旋盤もまた、その流れの中で活用されている
代表的な道具のひとつです。
初めて木工旋盤に向かったとき、
回転する木に刃を当てると、
削り音とともに木くずが落ちていきます。
ただのかたまりだった木材が、少しずつ形を持ち、
器や部材としての輪郭を現していく様子は、
初心者であっても印象に残る体験となるでしょう。

木工旋盤で生まれた形は、
それだけで完成となる場合もあれば、
次の工程へとつながる出発点となることもあります。
彫刻を加えたり、形を崩したり、色や塗装を施したり、
他の素材と組み合わせたりすることで、
表現はさらに奥行きを増していきます。

木工旋盤は、効率的に形をつくるための
道具であると同時に、
ものづくりの可能性をひらく技術でもあります。
木の性質に向き合いながら手を動かすことで、
その都度いろいろな気づきが生まれ、
経験を重ねるほどに表現の幅も広がっていきます。
そうした積み重ねの中に、
木工旋盤によるものづくりの楽しさと、
長く続けていける魅力があります。

本書では、日常生活の中で使われる
ものづくりを題材に、
木工旋盤の基本と応用を
写真や動画とともに紹介しています。
木と向き合い、手を動かす時間を通して、
木工旋盤の奥深さと可能性を感じていただければ幸いです。

WOODWORK CENTER
靍田 俊介", "メイツ出版",   0,"9784780431056.jsp",14,null);

