

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("美的経験と個性",5500 ,100 , "西本　健吾", "調和的な全体性から逸脱する「個性」概念の意義を立体的に浮かび上がらせデューイ思想をその限界を踏まえてなお読み広げる道を探る。

本書では、デューイの思想における教育・デモクラシー・芸術の連関を考える上で、美的なものの政治的危うさとデューイ思想の調和的性格とが問題となることを指摘。両者の結合によってデモクラシーの同質性が強化され対立や葛藤を排除しかねないことを論じ、「個性」概念がそれに応答する手がかりとなることを多様な角度から論じる。", "勁草書房", 0,"9784326251926.jpg",18,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("子どもの創造性を高める感覚遊び「センサリープレイ」",2420 ,100 , "尾本沙菜江", "日本初のセンサリープレイ本！
近年、子どもの非認知能力（創造力、集中力、自己調整力など）を育む活動として、海外で注目を集めているのが「センサリープレイ」（感覚を使った遊び）です。
センサリープレイとは、五感（触覚、視覚、聴覚、嗅覚、味覚）を存分に使って世界を体験する感覚遊びのことです。日本ではまだ馴染みが薄いかもしれませんが、世界では保育や療育の大切な柱として取り入れられています。日本の従来の感覚遊びと似ている部分もありますが、センサリープレイの大きな特徴は、単なる感触を楽しむだけでなく、「テーマを決め、その世界観を丸ごと楽しむ」という点です。

【本書の特徴】
〇学びの核を育てる：自分の感覚を働かせ「なぜだろう？」と問いを見つけ、自分で試す力を育みます。
自分なりの理解を育てる：どんな環境やテーマに出会っても、「自分なりの楽しみ方」を見つけ、そこから「自分なりの理解」を育てていく力を目指します。
生きる力を養う：感覚を通して夢中になった体験は「心の記憶」として残り、自己肯定感や安心感といった「生きる力」の土台となります。

第1章　センサリープレイが今、熱い！
　センサリープレイとは／センサリープレイが「熱い」理由／センサリープレイが目指すところ／センサリープレイの特徴／センサリープレイの効果
第2章　センサリープレイを始めよう　　ステップ１　環境づくり
　テーマ設定／素材集め／ツールの準備／感覚ベースの作成／空間の工夫（没入感）
第3章　センサリープレイを始めよう 　ステップ２　導入
　導入・世界観を伝える（声かけ）／実践（声かけ）／フォロー、見守り
第4章　センサリープレイを始めよう　ステップ３　継続性
　一緒に楽しむ／遊びを広げる3つの工夫／感覚ベースを変える／深掘りをする／継続の重要性
第5章　年齢別・場面別で学ぶセンサリープレイ
第6章　センサリープレイあれこれQ&A
Column　失敗から学ぶ", "中央法規出版", 0,"9784824303882.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大学案内2027障害者版",6930 ,100 , "一般社団法人全国障害学生支援センター", "障害のある人の大学入試や授業中の配慮、学生生活のサポート等、知りたいことは、たくさんあるのに、情報が少なくて不安…。そんな声に応えて「大学案内障害者版」は誕生しました。自らも大学で学んだ経験をもつ障害当事者の手によって編集・発行された、日本で唯一の障害のある受験生のための大学案内です!　皆様にご好評頂き、この度1996年度版から17回目の発行となりました。今回は、入試で合理的配慮を受ける際の、書類や提出期限など手続きについての項目を追加しました。", "一般社団法人全国障害学生支援センター", 0,"9784991182167.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("自閉スペクトラム症者の描画表現",9240 ,100 , "石川　千春", "自閉スペクトラム症者が社会的な生きづらさを抱える背景として、自己の感情の理解・コントロールや他者との交流・社会的参照の困難さに着目。非言語的な視覚的ツールである「描画」を通した自己表現による影響を検討し、新たな支援方法を模索する。", "東京大学出版会", 0,"9784130161275.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("アートとしての裁縫教育",7040 ,100 , "清重　めい", "裁縫を学ぶことの価値とはなにか、既製服が広まった現代では無用の長物なのか……。「良妻賢母」育成のための明治の裁縫教育は、新教育思想の影響と日本社会の変化により、大正～昭和期に大きな変化を遂げる。自由学園の実践にひとつの可能性を見出しつつ、オルタナティブな教育史の豊かな鉱脈を再発見する。", "東京大学出版会", 0,"9784130562478.jpg",18,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("日本の民主教育2025",3080 ,100 , "みんなで21世紀の未来をひらく教育のつどい―教育研究全国集会2025実行委員会", "戦後80年、子どもの不登校やいじめ、虐待、教職員の精神疾患による休職など取り巻く状況は深刻化しているが、憲法９条、子どもの権利条約、核兵器禁止条約に確信をもち、今を語り、夢を語り、未来を語った３日間の報告集。
", "大月書店", 0,"9784272441105.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("保育ナビ ３月号",1200 ,100 , "フレーベル館　保育図書 保育雑誌 編集委員会", "ワクワクする保育のヒントが満載！　幼稚園、保育園、認定こども園の「理事長」「園長」「副園長」といった園のリーダーの方も園の保育者たちも、一緒に読めて学べる月刊保育誌です。2025年度は「安心と挑戦の循環」「こどもまんなか社会」「小学校との学びの連続性」「遊び＆探究活動」「多機能化＆地域共創」「インクルーシブ保育」「食育」といったに新しいテーマにくわえ、「人材育成」「指導計画」「０・１・２歳児保育」「３・４・５歳児保育」「経営戦略」「危機管理」など、いつの時代も求められる重要テーマもしっかり紹介。園に必要な情報をコンパクトに網羅した１冊です。", "フレーベル館", 0,"9784577815694.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("授業・校務がAIで爆速に！ さる先生のCanvaの教科書２．０",2200 ,100 , "坂本良晶", "AIでCanvaが超進化した！！

言葉の指示だけで楽しく学べるアプリをラクラク生成してくれたり、
指示だけで表計算機能でアンケートのデータ分析もしてくれて、
数行の文章から素敵なスライドもサクッと生成し、
遠足のしおりや文書も自動生成！　

単なるデザインツールを超えたCanvaのAIによる進化がこの１冊で把握できる！
新しいCanvaの機能と、具体的実践がわかる、
最新情報がまとまった改訂版！", "学陽書房", 0,"9784313655508.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("不登校が解消できる 親の「働きかけ方」がわかる本",1760 ,100 , "寝占 理絵", "不登校支援の現場で活躍する著者が不登校・引きこもりの解消のために、親ができることを教えます。", "日本実業出版社", 0,"9784534062369.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("カリキュラム・オーナーシップ",2530 ,100 , "石井英真", "中央教育審議会における次期学習指導要領改訂に向けた議論の中心にいる著者が、学校現場におけるカリキュラムのオーナーシップ（自分ごと）回復をめざして、そもそも教育課程とは何かという基礎的知見、さらに現行学習指導要領で積み残された課題（資質・能力、評価、探究、カリマネ等）を整理したうえで、次期学習指導要領改訂論議の読み解き方を解説する。学校現場でカリキュラム・メイキングを遂行するための知見を網羅した書。
【第１部　教育課程を問うためのリテラシー】
第１章　教育課程を問うとはどういうことか
第２章　カリキュラムに関する最新の知見とその源流にあるものとは
【第２部　資質・能力ベースの学習指導要領の原点の再確認とその趣旨のつかみ直し】
第３章　資質・能力ベースのカリキュラムを目指すとはどういうことか？
第４章　観点別評価をどう捉えるか？
第５章　学びの変革をどう捉えるか？
第６章　探究的な学びをどう捉えるか？
第７章　カリキュラム・マネジメントをどう捉えるか？
【第３部　２０１７年版学習指導要領の「熟成」】
第８章　教育「変革」政策で問われた日本の公教育の当たり前
第９章　次期学習指導要領改訂の論点と展望", "教育開発研究所", 0,"9784865606171.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("伴走する手帳2026",5500 ,100 , "渡辺道治", "『伴走する手帳 2026年度』
「もう一人じゃない」日々の授業も学級経営も、カリスマ教師がいつも隣に。

渡辺道治先生の伴走する手帳は、忙しい先生方を力強くサポートするために生まれた、新しいカタチの応援ツールです。
毎日を一生懸命に駆け抜ける先生方へ。ふとした瞬間に「これでいいのかな？」「誰かに相談したい」と感じたことはありませんか？ この手帳は、そんな日々の悩みや迷いにそっと寄り添い、確かなヒントを与えてくれます。", "騒人社", 0,"9784882901020.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("保育の場を主体として共に生きる",2640 ,100 , "鯨岡 峻", "保育の場を共に生きてきた著者が贈る「最後のメッセージ」――「関係発達論」や「エピソード記述」など，保育実践研究にも多大な影響を与え続けてきた鯨岡氏。これまでの理論に「自己態勢」という新たな概念を加え，「いま，ここ」を生きる子どもの心の動きを捉えることの重要性を具体的なエピソード記述から描き出す。", "北大路書房 ", 0,"9784762833076.jpg",18,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("東大でとことん教育を学んでわかった！ 勉強にハマる子の育て方大全",1980 ,100 , "永島瑠美", "★子どもが自然と勉強にハマるためのアイデアが満載！
★子どもが自然と勉強にハマるためのアイデアが満載！

★国・算・理・社・英――５教科すべての学習のコツを網羅

★小学生期（６～１２歳）に最適！　入学前の準備にも

★偏差値２０アップ、難関中学・高校合格も果たした「使えるメソッド」

★この一冊で、「学ぶって楽しい！」という感覚が芽生える！



「勉強しなさい！」

今日も、つい言ってしまった。

そして言ったあとで、ちょっと自己嫌悪。


・やる気がない

・集中力が続かない

・机に向かわせるだけで一苦労

・このままで大丈夫なのか、不安になる


周りの子と比べては、焦ってしまい、

ネットで情報を探しては、余計に混乱する。


──でも、もし。

勉強が“怒らなくても、勝手に始まるもの”に変わるとしたら？

「やらせるもの」だった勉強が、子どもにとって“最高の遊び”になるとしたら？


大丈夫。子どもは、勉強ができないわけでも、

なまけているわけでもありません。

ただ、ハマり方を知らないだけ。

この本は、その「ハマり方」を誰でもできるかたちでまとめた一冊です。


★東大でとことん教育を学び、

塾や家庭で教育法を実践したからわかったこと


著者は、東京大学、大学院で教育を学び、

教育心理学・学習科学を土台に

長年、教育現場に立ち続けてきたプロフェッショナル。

これまで、2000人以上の親子の悩みを聞き

「勉強がつらい」「やる気がない」「この先が不安」

そんな声と、真正面から向き合ってきました。

と同時に、4児を育て、家庭学習にリアルに向き合う母親でもあります。


教育学の理論だけでは、子どもは動かない。

気合いや根性だけでも、家庭は回らない。

そのことを知っているからこそ、

この本には机上の空論や、精神論は一切なし。


・どんな声かけをするのか

・どんな環境を整えるのか

・どこまで声をかけ、どこで手を引くのか


家庭で本当に使えて、親も子もラクになる学習法だけを

すべて、 “明日、家で試せるレベル” まで落とし込んで

ぎゅっと詰め込みました。


「学ぶって楽しい」その感覚は、子どもにとって一生モノの武器になります。

この本はその感覚をつかむきっかけになります。", "青春出版社", 0,"9784413234283.jpg",18,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("SDGsで考える日本の災害　第2期　全3巻セット",10560 ,100 , "藤岡達也フジオカタツヤ", "『SDGsで考える日本の災害』第４巻・第５巻・第６巻を３冊セットにしたもの。", "大修館書店", 0,"9784469280210.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("英語は連想ゲームでどんどん伝わる",1760 ,100 , "斉藤 裕亮", "今すぐ英語が話せる最強の勉強法

最暗記ゼロ。中学英語だけで、英語はここまで話せる。知らない単語も「伝わる英語」に変わる、新しい学習法。

英語学習、こんな悩みありませんか?「英単語が出てこない…」「言いたいことがあるのに、沈黙してしまう…」
多くの人が抱えるこの悩み。実は、解決のカギは「暗記」ではありませんでした。

必要なのは、語彙力ではなく「言い換え力＝連想力」
本書が提案するのは、知らない単語を無理に覚えるのではなく、すでに知っている英単語だけで説明する力を身につけるという新しいアプローチ。この「連想ゲーム」メソッドを使えば、難しい単語を知らなくても、中学英語だけで十分に会話が成立します。

著者自身の実体験から生まれたメソッド
著者も、かつては英語がまったく話せない状態からのスタートでした。
しかしこの方法で3カ月・1日30分の学習を続けた結果、海外で仕事をし、英語でトラブル対応までできるようになったのです。

こんな方におすすめです
▶︎英語をこれから始める初級者の方
▶︎単語が出てこなくて沈黙してしまった経験がある方
▶︎学習を続けているのに伸び悩んでいる方
▶︎英語で話せるようになりたいすべての方

本書の特徴
・暗記不要。中学英語だけで会話が成立！　今の単語力で英語が話せるようになる
・「短文型・目的型・特徴型」の3つの型で、説明力が身につく
・オンライン英会話と併用できる実践型メソッド。学んだその日から、実際の会話で使える
・3カ月間の実践レポートつき。実際にこのメソッドを試した人たちの体験談を収録

今日から、あなたの英語が変わります。英語が話せない原因は、語彙力ではありません。
「言い換えるやり方」を知らなかっただけ。この「連想ゲーム」で、あなたの英語は確実に「伝わる英語」に変わります。​​​​​​​​​​​​​​​​", "ＷＡＶＥ出版", 0,"9784866215273.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("不登校は病気？",1870 ,100 , "飯島慶郎", "不登校は、子供のせいではありません。
不登校は、育て方のせいでもありません。

「見守りましょう」では、子供は救われない――
「学校に行きたくない」と言い出した我が子。
カウンセラーには「無理させないで」と言われ、学校からは「様子を見ましょう」と言われる。でも、待っていても状況は一向に良くならない。むしろ悪化している気がする――。
そんな経験はありませんか？
実は、不登校の多くには「脳の疾患」が隠れています。
うつ病、不安障害、発達障害――。これらは適切な診断と治療によって、大きく改善できる「病気」です。
にもかかわらず、日本では「子供に薬を使うなんて」「子供を精神科に行かせるなんて」という誤った常識が根強く、多くの子供たちが適切な医療につながれないまま苦しみ続けています。

本書の著者・飯島慶郎医師は、全国初の「不登校専門クリニック」を開業し、これまで200人以上の不登校児を診療してきました。
精神科医・総合診療医・漢方医・臨床心理士という複数の専門性を持ち、「生物・心理・社会モデル」に基づいた包括的アプローチで、多くの子供たちを回復へと導いています。
本書は、偏見や誤った常識と闘いながら診療を続ける筆者が、不登校児とその家族を本気で救うために書いた一冊です。", "みらいパブリッシング
", 0,"9784434372674.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("発達が気になる小学生のおうちサポート帖",1870 ,100 , "湯汲 英史", "「困った」が「こうすればいいかも」に変わる！

「うちの子、小学校で大丈夫？」
発達が気になる小学生のための、おうちでできるサポート実践集。

就学準備から小学校６年間で遭遇しがちな、
生活動作、授業態度、コミュニケーションや人間関係、学習面などの①「困りごと」②「考えられる背景」③「おうちでできるサポート」をセットで解説。
おうちでできるちょっとした工夫や練習で、
子ども自身は変えずに、
子どもの行動や習慣を変え、
親子で「こうしたらうまくいくかも」をつかんでいくことを目指します。

発達に障がいを抱える子どもや青年と40年以上かかわり、
小学生前後から成人後までひとりの人と向き合う、
公認心理師・湯汲英史先生だからこその視点で紹介します。

「テキパキ通学路を歩かない」
→手をつながず、大人のカバンを触って一緒に歩き、速さや人との距離感を覚える

「着替えに時間がかかる」
→おうちでは「フラフープの中」や「ジョイントマットの上」だけで着替えるルールにして、着替え中に歩きまわらない・気を散らさない習慣を身につける

「当番や係ができない」
→おうちでもくつを並べる、机をふく、洗濯物を外すなどの当番制を導入

「授業中に立ち歩く」
→おうちでは「座るカード」を作成し、このカードが机にある間は座っているゲームを取り入れる

「忘れもの、なくしものが多い」
→ランドセルのふたの裏に「持ち帰るものリスト」を貼る、おうちに「連絡帳・プリント置き場の箱」をつくる

「自分の気持ちを伝えられない」
→おうちでは「気持ちのことばリスト」を指でさすところから

「人の話を聞かない」
→おうちで、ぬいぐるみをもっている人が話すゲームをしてみる。話終わったらぬいるぐるみを相手に渡してだまるなど


湯汲 英史
公認心理師・言語聴覚士・社会福祉士。早稲田大学第一文学部心理学専攻卒。現在、公益社団法人発達協会常務理事、早稲田大学非常勤講師、練馬区保育園巡回指導員などを務める。著書に『0歳~6歳 子どもの発達とレジリエンス保育の本―子どもの「立ち直る力」を育てる』(学研プラス)、『子どもが伸びる関わりことば26―発達が気になる子へのことばかけ』(鈴木出版)、監修書に『心と行動がよくわかる 図解 発達障害の話』『眠れなくなるほど面白い 図解 臨床心理学』(ともに日本文芸社)など多数。", "日本文芸社", 0,"9784537223460.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("図表とイラストでわかる　子どもの食と栄養",2420 ,100 , "三浦由美", "★★保育の現場で求められる「食と栄養」の知識を、視覚的にわかりやすく解説！★★", "中央法規出版", 0,"9784824303783.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("モンテッソーリ教具の成立過程",4400 ,100 , "竹田康子", "知的教育を導く際、教具を媒介とする援助によって子どもの自己教育を可能にする方法を打ち立てた、マリア・モンテッソーリの思想とその意義を検討する。", "春風社", 0,"9784868160878.jpg",18,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("トランスランゲージング空間の創造",5940 ,100 , "王 一瓊", "「日本語ができるようになればすべてが解決されるだろう」という誤解と現実

言語的マイノリティの生徒が直面する課題は教育環境や社会的背景といった要素を含んで多岐にわたるにもかかわらず、日本語能力の不足が主な要因であると思われがちである。
本書では、中国、ベトナム、ネパール、フィリピンなどにルーツをもつ言語的マイノリティの生徒を受け入れる公立高校での多言語教育の実践と工夫を、教師・生徒のインタビューとともに紹介する。母文化や母語を尊重する教育と手厚い支援が、生徒たちをどのように包摂し、育んでいるのか。その実態を明らかにする。
さらに、アメリカの高校における調査から異文化を背景に持つ生徒の孤立や教師・生徒のすれ違いを描き出し、今後の日本の教育現場での活用に向けて、言語的マイノリティ支援システムや言語アセスメントシステムの構築、孤立を防ぐための居場所づくり、教師の多様性や分掌間の連携など具体的な提案を行う。
異なる背景を持つ生徒の能力が正当に評価される社会を実現し、真に自由な選択のもとで人生を歩むことができるような多様性を尊重した共生社会を構築するための示唆。", "大阪大学出版会 ", 0,"9784872598452.jpg",18,null);
