

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("モーニング娘。'26 牧野真莉愛 写真集 『 blooming MARIA25 』",3630 ,100 , "中山 雅文", "現在、モーニング娘。のサブリーダーとしてグループを牽引しつつ、野球関連やバラエティーでも個性を発揮する牧野真莉愛が、25歳の誕生日に最新真集をリリースいたします。

テーマは「25歳のこたえ」。
オーストラリア・パースを舞台に、少女でも大人でもない、“いま”の牧野真莉愛そのものを切り取った一冊です。

本作では、25歳という節目に向けた心の変化を、パースの光と影の中で丁寧に捉えました。澄みきった空と海で見せるリラックスした素顔、歴史ある劇場でのしっとりとした佇まい、そして街の夜景に溶け込む、まだ見せたことのない表情まで──多彩なロケーションを通して、これまでの彼女とこれからの彼女が静かに重なり合った作品です。さらに、ピュアさと洗練の狭間で揺れる“いまの牧野真莉愛”を象徴するカットも多数収録。光をまとうような質感や、ふとこぼれる自然体の笑顔など、25歳の“こたえ”にたどり着くまでの軌跡を感じられる内容となっています。
アイドルとして、ひとりの女性として進化を続ける彼女の現在地を、まっすぐに届ける決定版。ぜひご期待ください。", "ワニブックス", 0,"9784847086540.jpg",12,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Eye-Ai 2&3月合併号【表紙:ACEes】",1320 ,100 , "Eye-Ai編集部", "表紙・巻頭特集
ACEes

インタビュー特集
阿達慶
千井野空翔
竹村実悟", "ザ・ショット", 0,"9784910694627.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("佐藤妃星1st写真集キイイロ",4400 ,100 , "アプリスタイル", "AKB48に10年在籍し23年9月に卒業し声優に転身をし活躍中の佐藤妃星の1st写真集。
はじける笑顔が印象的なショットはもちろん、制服などの王道カットのほかに昭和
レトロ好きな彼女が昭和アイドルに変身!?
さらに人生初となる水着グラビアとちょっと大人なランジェリーに挑戦!!　
今まで見たことないきぃちゃんが見れる！　", "アプリスタイル", 0,"9784911283356.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("漫才の一滴 - 笑吉が教えてくれた「念、縁、運」 -",1800 ,100 , "里見 まさと", "いつまでも人生の打席に立ち続けたい―-

漫才ブームの絶頂、
異なるコンビで2度の上方漫才大賞、
そして、70代で『THE SECOND』ファイナルへ！

年齢に負けたくない、
いつまでも真剣勝負の場から降りたくない、
どんな状況でも可能性を追求したい。
そういう自分の正直な気持ちを大切にしたい。

「こんな時こそ笑うんや。笑えない時こそ、笑って、突破するんや」
「お前の天国が３年で終わったように、地獄も必ず終わる……」
「もがいたり、バタついたりしてるうちに、どうにか切り抜けていくもんなんや。人生ってのは」

突如現れた、三毛猫の守護神「笑吉」に導かれた七転八倒人生

発行：ヨシモトブックス
発売：ワニブックス", "ヨシモトブックス", 0,"9784847076220.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("グラビアプレス Vol.14",1500 ,100 , "グラビアプレス編集部", "全ページフルカラー＆インタビューで綴るビジュアルマガジン", "秀麗出版", 0,"9784910031774.jpg",12,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("あんづ杏写真集　あんづいろ。",4620 ,100 , "マキハラススム", "146cmの鮮彩BODYと
まだあどけなさの残る人懐っこい笑顔
そしてIカップの美巨乳が眩しい美少女の
TROPICAL NUDE PHOTO BOOK

PROFILE
あんづ杏
ANZU AN
★生年月日／2004年12月3日
★サイズ／T146／B92（Iカップ）W57H85
★MOODYZ専属
★X／@anzuan123
★Instagram／anzu_an123", "竹書房", 0,"9784801947986.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("柳瀬さき　やなたび",3850 ,100 , "柳瀬さき", "やなパイ最新写真集は大人女子旅フォトブック
昨今当たり前の”デジタル加工を一切加えていない”
ありのままのリアル肌を見せた作品！", "トランスワールドジャパン", 0,"9784862564245.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ほめるは人のためならず",1650 ,100 , "齋藤孝", "「情けは人のためならず」ということわざがあります。これは、情けをかけると、それが巡り巡って自分に返ってくるということ。こう考えますと「ほめは人のためならず」とも言い換えることもできます。というのは、ほめたら自分の方に返ってくる。ほめが世界の潤滑油になるのです。
　私はほめるということを覚えてから、ずいぶんと人間関係のストレスが減ってきました。しかし、最初からほめることがうまかったわけではなくて練習したのですが、それは職業的な要請によるものです。
　長年、明治大学で教壇に立った経験から教師というものは「生徒をほめて伸ばす」ということを要求される職業だということがわかりました。ひとりひとりに対してほめコメントを言っているうちに、少しクセになってきて、他の仕事場であるテレビ局や講演会などで、いろいろな人に向かって、ほめるということを習慣にしていきました。そうしたら、ずいぶんストレスが減ってきたのです。
　「ほめるは人のためならず」というのは、巡り巡ってというだけでなく、自分のためにもなると思いました。自分の中の悪いものを消していく毒消しみたいなもの。
コンプレックスみたいな競争心、自分の方が劣っているのかも？という劣等感コンプレックス的なものから一気に解放されるのです。ほめてしまうと、むしろそういうコンプレックスが減っていくのです。
みなさんもいろいろな人をほめてほめてほめまくって下さい！ほめられた方も気持ちよくほめた方も気持ちよくなる、最高の人間関係構築法です。", "辰巳出版", 0,"9784777832446.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Snow Man Snow Man's Face",1540 ,100 , "アイドルLABO", "Snow Manメンバーの笑顔に大接近！　9人の“顔”だけを全450ショット超コレクションした保存版フォトレポート！", "鹿砦社 ", 0,"9784846315979.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("宮本茉由1st写真集「ほんとはね、」",3300 ,100 , "宮本 茉由", "女優・宮本茉由、最初で最後の写真集！

普通の大学生からCanCamの専属モデルとなり、現在女優としても活躍中の宮本茉由。
2025年に30才を迎えた彼女が、今だからこその魅力が詰まった、最初で最後のメモリアル写真集を発売！

今回の写真集のロケ地は、長野県の北アルプスの麓。雄大な山々や青く澄んだ湖、趣のある街並み……。ノスタルジックな雰囲気が、彼女の“憂いを帯びた美しさ”を引き出してくれました。湖で無邪気にはしゃぐ様子や、温泉でしっとり湯上がり美人な姿、旅館の部屋で開放感たっぷりにリラックスするところなど、今まで見たことのない表情を詰めこみました。

男性が見ても女性が見ても、宮本さんと一緒に旅行しているような気分になれる本写真集。自然体なムードで佇む宮本さんがふとした瞬間に魅せる色っぽさにドキッとします。
近寄りがたい美人に見えて、中身はふんわり親しみやすい。そんな彼女らしさはそのままに、新しい扉を開けようとしている宮本茉由にどうぞご注目ください。

【編集担当からのおすすめ情報】
【宮本茉由コメント】
このお仕事をはじめて10年という節目に
素敵な方たちと、とても思い出に残る作品を作ることができ
感謝の気持ちでいっぱいです。

今の思いを詰め込んだ初めての写真集。
たくさんの方に届きますように。", "小学館", 0,"9784096825129.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("『＃57 ～感じる史恵♡～　中島史恵写真集』",4180 ,100 , "篠原 潔", "57歳にして抜群のプロポーション。これまでも奇跡のグラビアを体現してきた中島史恵さんですが、またしても“美の地平線”を見せてくれました。ヘルシーかつセクシー、現在進行形の史恵さんの魅力を受け止めてください。", "双葉社", 0,"9784575320404.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("さいごにきみと笑うのだ",1760 ,100 , "星野 真里", "難病と闘う娘ふうかと歩んだ10年間の記録

俳優・星野真里さんと元TBSアナウンサー・高野貴裕さん夫婦の長女、高野ふうかさん。

2025年7月で10歳になった彼女は、「先天性ミオパチー」という筋緊張低下の国指定難病を患い電動車椅子で生活していますが、周囲の人たちに支えられながら、明るく逞しく生きる日々をInstagramを通じて発信しています。そんな彼女の難病と共生する現実の中にある、ちょっと大変だけど少し楽しいエピソードを、母・真里さんの視点で綴ります。

「今日も生きている。それだけでこんなにも幸せを感じられるのですから」と星野さんは言います。ふうかさんを中心とした高野家の「ふつうじゃないけど、ふつうに幸せ」な日常を様々なテーマで紹介。星野さん自身が、ふうかさんから教わったという心が生きやすくなるヒントをお届けします。

【編集担当からのおすすめ情報】
この本が、健常者が知らない福祉の現実と関わり方について理解を深めてもらう機会となり、子育てや介護に悩む人、心に不安を抱えている人に心が軽くなるヒントを届けられたらと思います。", "小学館", 0,"9784093898355.jpg",12,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("まいにちを楽しむ　ミキティ日めくりカレンダー",1760 ,100 , "藤本美貴", "テレビやCM、またYouTube「ハロー！ミキティ」で大人気のミキティによる、初めての日めくりカレンダー。

◎すべてと戦ってもしょうがない。やり過ごすのも、ひとつの武器。
◎目標は小さくっていい。
◎失敗したら、すぐ違う方向に切り替えればいいだけ。
◎踏み出しても進むだけじゃなく、戻るのも自由。

ミキティの前向きな言葉は、読むだけで元気になれます。
調子がよくないときだけではなく、いいときは「そうそう、そうだよね」っていう太鼓判がわりにも。
前に進める言葉の数々は、きっとあなたの心の支えになるはずです。

【はじめに】より
YouTubeや本でつぶやいている言葉に「前向きになれた！」「心がすっきりする」と言っていただくことが多くて、とてもうれしいです。
今回は、より身近に置いてもらえるかなと考えて、日めくりカレンダーを作りました。

誰だって、毎日大変なことがありますよね。
でも大変なことって、過ぎてみればいい思い出になるんじゃないかな。
だから、あきらめるんじゃなくて、乗り越えていってほしい。
乗り越えられないときもあるけれど、そこに向かって頑張ったのなら、めちゃくちゃ自信につながると思うから。
（中略）
頑張れないときや失敗するときがあっても、あきらめないことが一番大事だと思います。
毎朝カレンダーをめくることで、元気になったり、ちょっとでもポジティブな気持ちになってもらえることを願っています。", "ＣＥメディアハウス", 0,"9784484221496.jpg",12,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("まねきケチャ 神崎ひな 1st写真集 ひなたぼっこ",3300 ,100 , "神崎ひな", "アイドルグループ「まねきケチャ」の赤色担当「神崎ひな」による1st写真集。
釜山で撮りおろした作品。フレッシュなグラビアカットからメイクやコーデにこだわったファッションカットまで、幅広いジャンルで楽しめます！", "トランスワールドジャパン", 0,"9784862564214.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("光と影 神谷健太1st写真集",3000 ,100 , "神谷 健太", "THE RAMPAGEのパフォーマー、MA55IVE THE RAMPAGEのボーカルとして活躍する神谷健太、待望のファースト写真集!

ダンス＆ボーカルグループ「THE RAMPAGE」のパフォーマーとして活動するほか、同グループの派生ユニット「MA55IVE THE RAMPAGE」のボーカルとしても活動の幅を広げる、神谷健太。
色気を纏うパフォーマンスと、自然体で人間味溢れるキャラクターが、出会う人々を虜にしています。

本作のテーマは「光と影」。
都内と故郷・沖縄で、彼の内に秘める記憶や想いを丁寧に表現しました。
ひたむきな信念も、揺れる感情も、そのすべてをありのままに写し出した“問題作”を、受け取ってください。

〈神谷健太コメント〉
気づくと30歳になっていました。
10代の頃は30歳というと大人だなと思っていました。
しかし、いざ自分が30歳という一つの節目を迎えた時、ちゃんとあの頃の自分の目に映っていた大人になれているのだろうかと思うことばかりです。
そんな年に写真集のお話をいただき、30歳という二度と戻ってこない生きた証を収めたいと思い、僕にしかできない僕ならではの写真集を作らせていただきました!
これを見てもっと僕のことを知っていただけると嬉しいです!", "宝島社", 0,"9784299074478.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("メンズユニット Vol.26 (表紙 : UVERworld )",1500 ,100 , "メンズユニット編集部メンズユニットヘンシュウブ", "旬の俳優や、男性タレント、アーティストにスポットを当てた
エンタメ情報誌『メンズユニット』Vol.26の発売が決定！発売予定日は12/19(金)！

今回のW表紙は、
結成25周年を迎えたロックバンド『UVERworld』よりTAKUYA∞さん・克哉さん・真太郎さんと、今年デビューしたボーイズグループ『aoen』のみなさん！

TAKUYA∞さん・克哉さん・真太郎さん（UVERworld）には、『25年目の現在地』と題して、結成25周年・デビュー20周年を迎えた今の気持ちや、12月12日公開のドキュメンタリー映画『UVERworld THE MOVIE: 25 to EPIPHANY』の撮影の裏側などを伺いました。

デビューしたばかりの『aoen』のみなさんには、自己紹介をかねたインタビューを実施！学生時代の初恋を思い出すような初々しい内容となっています。

誌面には、『原因は自分にある。』より大倉空人さん・小泉光咲さん・吉澤要人さんが登場！10月15日にリリースしたばかりの4thシングル『パラノイドランデブー』の聴きどころや、最近のマイブームなどをインタビューしました。

ダンス＆ボーカルユニット『ONE N' ONLY』のみなさんには、11月にリリースした待望のメジャー1stアルバム『AMAZONIA』の中から、一人ひとりのおすすめの曲を伺いました。「最近の小さな冒険」や「野性的だと思うメンバー」など、アルバムタイトルにちなんだ1問1答もお届けします！

2023年にデビューしたダンス＆ボーカルグループ『THE JET BOY BANGERZ』も、満を持して登場！メンバー全員が出演する2026年1月放送予定のドラマ『DARK13 踊るゾンビ学校』への意気込みや、メンバー10人の「十人十色」な恋愛観をリサーチしました。

7人組多国籍ボーイズグループ『CLOSE YOUR EYES』のみなさんは、4月に韓国でデビューしたばかり。「証明します、僕たちの素顔。」と題して、証明写真風のカットやプロフィールを特別に公開します！

8人組ボーイズグループ『OCTPATH』のみなさんには、12月17日リリース予定の8thシングル『スターライトランデブー』の聴きどころをロングインタビュー！ペアでお互いの素顔を語るユニットインタビューも必見です。

2026年2月に1stフォトブック『過去と未来 自分探しの旅』の発売を控えた松本仁さんも登場。表紙画像と今号だけのアザーカットにくわえ、松本仁さんからのメッセージもお届けします！

今号も、魅力的な俳優・アーティストが勢ぞろい！

『メンズユニットVol.26』を片手に、旬のエンタメを楽しんでくださいね！", "秀麗出版", 0,"9784910031507.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Love Me Doの大予言2026～人が人を支配する最後の年～",2200 ,100 , "Love Me Do", "“当たりすぎる占い師”Love Me Doによる2026年の大予言本！", "リットーミュージック", 0,"9784845643684.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("悪口を悪く言うな！",1650 ,100 , "ウエストランド 井口浩之", "◆◆◆
「番組の役に立つ小さい男の小さなグチでいつも大笑いしてます！！」
テレビ朝日『アメトーーク！』『ロンドンハーツ』担当プロデューサー　加地倫三氏　推薦！
◆◆◆

Ｍ－１グランプリ２０２２王者「ウエストランド」のネタ担当・井口浩之の初となる単著。
日常で抱いた違和感や気づきを面白おかしく綴り、笑えるだけでなく、世の中が別の見方になるきっかけになったり、一見退屈な日常が面白く思えたり、他人や物事にいっそう興味を持つきっかけになる１冊。
「グチ」といえば井口氏の真骨頂。これまでにメディア等を通じて放ってきた数多のグチもあれば、どこでも語っていないネタまで、厳選して掲載！


◇◇◇目次◇◇◇

【第１章】それ必要ある？
・こうなるのわかってるのに……なぜ歌った？
・最先端なんだろうけど、その機能って本当に必要？
・「イチャイチャするな」とは言わないけど、なぜ今？
・一応使ってみるけど。これじゃないとダメ？
・背の低い人が前に行く意味、あるようでない時
・公共のトイレには不要なものが多すぎる
・これ以上、お祭りやイベント。必要なくない？
・スマホをめぐるあれこれ。結局はシンプルがベスト
・お菓子の国、本当にあったら困る
・皆さんに聞きたい。傘って必要ある？

【第２章】どうすればいいんだよ！？
・令和になってもまだ変わらないアレ、そろそろ変われ！
・服にも説明のつかない謎の工夫がされていることが多い
・いつの時代にも必ずいる困ったモンスター客
・どんな基準で設定したの？　極端すぎるよ……
・これって僕が悪いの！？
・「コンビニ＝便利」を疑え！
・朝のワイドショーはイライラがいっぱい
・方言で盛り上がる風潮、絶対何か間違ってる
・自販機にも飲み口にも、謎が多すぎる
・あるようでなかなか存在しない「ちょうどいいお店」
・売ってるから買ったのに……どうすればいいの！？
・どうにかしてほしい「カレンダー問題」

【第３章】タイミング悪いよ！
・微妙に緊張するあの時間……どうにかできない？
・なんでそのタイミングでくる？　しかも、一度や二度じゃなく
・捨てちゃう人が続出のはず

【第４章】そんなこと聞くなよ。言うなよ。
・それは「謙遜」じゃなくて「自己顕示欲」っていうんだよ
・ＳＮＳにコメントくれるのは嬉しいけど……
・恋愛バラエティ番組はウソとだまし合いだらけ
・勝手に期待しただけだよね？　なんでこっちの責任になるの？
・自虐っぽく言ってるけど……結局自慢だよね？
・自信たっぷりの新人店員は恐ろしい
・電車内とサッカー観戦に共通。そこでカッコつける？
・毎回同じことに悩み続けるのは、やめませんか？
・自称お笑い好きへ告ぐ", "Ｇａｋｋｅｎ", 0,"9784054070738.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("オカダのジショ",1980 ,100 , "岡田准一", "俳優としてのみならず、11月13日（木）より配信スタートとなる話題作、Netflixシリーズ『イクサガミ』では主演・プロデューサー・アクションプランナーを務めるなど躍進を続けている岡田准一が、2015年1月から2025年6月まで雑誌「anan」で連載していた「オカダのジショ」を書籍化。

辞書形式で挙げられた様々な単語をきっかけに、岡田准一がその時々に考えていること・大事にしていることを綴ってきた「オカダのジショ」は、読めば“10年分のオカダの頭の中”を覗き見ることができる内容になっている。仕事、芝居、クリエイティブ、身体、日々の暮らしについてーー。自分と向き合い、あらゆる事柄をマイペースに追求し続けるオカダのことばには、読む人それぞれの共感と発見があるはず。

さらに、書籍だけの企画として、大先輩・親友・メンバーなど大切な人との思い出の品や、愛してやまないアートなど、現在のオカダを形作る貴重な私物も特別公開。

30代から40代へ。丁寧に日々を積み重ねてたどりついた、岡田准一の現在(いま)を収めた1冊。

【岡田准一メッセージ】
2014年に、「オカダのはなし」という23歳から32歳までの僕の姿を収めた本を出版し、ありがたいことにたくさんの方に読んでいただきました。そしてこの度、仕事からプライベートまで、僕が日頃考えていること・大事にしていることを2015年から10年にわたってお伝えしてきたananの連載が、1冊の本になります。俳優として役を演じている時とは違い、この連載は僕自身のことを立体的に見てもらうことができる特別な場所でした。「オカダのジショ」というタイトル通り、“岡田准一とは、こういう人間だ”という等身大の自分が反映された、僕の指標となる1冊になっています。", "マガジンハウス", 0,"9784838733644.jpg",12,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("志尊淳アニバーサリー写真集「final」初回限定版BOX",6050 ,100 , "志尊淳", "「一瞬一瞬を大切に、今を生きる」
その想いを胸に俳優人生を駆け抜けてきた志尊淳にとって、
30代の幕開けとなった2025年はさらに飛躍する特別な一年となった。
ファンのことを一番に想う彼だからこそ、7年ぶりとなる節目の写真集は
多くの方に喜んでいただける特別なものにしたいという強い想いがあった。
そんな想いを受け、“志尊淳の私生活”を裏テーマに写真集制作がスタート。
撮影を担当したのは、Netflixシリーズ『グラスハート』の監督と演者という関係で
知り合った柿本ケンサク氏。夏の終わりから撮影は始まり、秋、冬、春、次の夏へ。
東京、ソウル、ミラノ、バリを舞台に、一年間を追いかけた。
信頼し合える関係だからこそ見ることのできるあらゆる表情や、
彼が纏うナチュラルな空気をあますことなく一冊に収録。
さらに「30 WORDS by JUN SHISON」と題して、今の志尊淳を語るうえで欠かせない30個のワードを紹介。仕事の話、プライベートの話を本音で語ってもらった。
「きっとこれがラスト写真集」そう語る志尊淳の魅力が詰まった一冊をご堪能ください。

【志尊淳メッセージ】
30歳の今年は、いつも応援してくださっているファンの人達に
改めて感謝をする1年というテーマを決めて、1年間走ってまいりました。
そんな1年を締めくくるには写真集しかないなと薄々感じていましたが、
自分の写真と見つめ合う事があまり得意ではない僕にとってはすごく悩むことでした。
ですが、ドラマ『グラスハート』の監督でありカメラマンであり、
仲良しの柿本ケンサクに相談したところ、俺がやる！と手を挙げてくれました。
公私共に親交のある柿本さんが「いつもの飾らない淳を撮る」ということで、
この1年間ずっと隣にいてくれました。写真集の撮影！というテンションだけでなく、
プライベートで2人でいる姿をずっと撮ってくれていました。

最高な写真集ができたと思います。
きっとこれがラスト写真集です。
楽しみにしていてください。

【柿本ケンサクメッセージ】
出会いは、『グラスハート』だった。監督としてファインダーを覗いたその先にいた、
坂本一至を生きる俳優としての淳。同性の僕でさえ、思わず心を奪われるほどの美しさと、
スクリーンを飛び越えてくるような華をまとっていた。
だが、僕たちの物語はそれで終わらなかった。友人としての時間がはじまったのだ。
夢を語り合い、同じ部屋で夜を明かし、迷いや希望を共有しながら、
この一年、僕は彼の成長を、ただ傍らで見届けるだけでなく、レンズを通して刻み続けた。
創作と友情が重なり合い、境界が溶けていく日々。
ここにあるのは、作られた姿ではなく、人間としての志尊淳が放つ光と、ともに過ごした時間の熱と記憶が、いまこの写真集に結晶している。

これは「俳優と", "マガジンハウス", 0,"9784838790937.jpg",12,null);
