INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("早稲田・慶応への日本史探究",1870 ,100 , "前田秀幸", "早慶の傾向と対策を徹底分析！

今まで”早稲田・慶応に合格するための参考書“というものは、全くない！！
確かに、問題集はあるものの、通り一遍の勉強では早稲田・慶応への合格はおぼっかない。
そのため、入試でドンドン登場する「教科書レベルでは得点できない項目」も十分に補つた。そして、基本事項から頻出事項・盲点事項を多用し、”早稲田・ 慶応“への合格を確実なものにする構成をした。
また、GMARCHや関関同立などにも十分に対応できるように万全を期した。

●早稲田・慶応の出題傾向
●ワンポイント！日本史の流れをつかめ
●日本史速読カード
●日本史速読キーワード
●速攻！確認テスト
●把握！最重要年表", "ごま書房新社 ",   0,"9784341132934.jpg",24,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("2027年度用「医学部受験」を決めたらまず読む本",1650 ,100 , "可児　良友", "紹介
11,857人を合格させたカリスマ講師が教える医学部合格のメソッド

医学部に合格するまでの道のりを「７つのStep」に分け、図表入りで分かりやすく解説します。
巻頭には、医学部受験の入門編として、「合格をナビゲートする７つの質問」をまとめました。

本文中の入試データ等は、医学部受験の必携書『全国医学部最新受験情報　2026年度版』に基づくもの。全国82国公私立大学の入試データ満載の同書と併せて読めば、医学部合格のための対策は万全です！

目次
はじめに
Step1　未来への目標を設定する
Step2　自分専用の合格計画を立てる
Step3　合格に最も大切な基礎固めをする
Step4　合格を決める思考力・応用力をつける
Step5　面接・小論文対策で医師になる自覚を育てる
Step6　戦略的に受験大学の対策をする
Step7　入試本番で実力を発揮する
［付録］医学部受験生の保護者の役割とは？", "時事通信出版局",   0,"9784788720701.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大学入試問題集　関正生の英語頻出問題ポラリス［３　発展レベル］ 熟語・多義語・重要語彙・会話",1980 ,100 , "関正生、桑原雅弘", "【シリーズ累計180万部突破!】
最前線の「入試英語」頻出問題を1冊に。
“いま”の入試の最前線がここにある!

自分の志望校レベルの問題だけに絞って
演習ができる好評の問題集シリーズ「ポラリス」。

本書では、「語彙」問題、「会話」問題など、
長文・英文法問題以外の「筆記試験すべて」の出題パターンを1冊にまとめました。

志望校レベルの問題だけを体系的かつ集中的に演習するから
知識と経験値を確実に増やし、入試頻出パターンに対応できる力が養われます。

丸暗記なしの記憶に残りやすい解説で、どんどん知識が増えていきます。

知っていれば解けて、
得点源になる出題パターンを攻略して、
ライバルに差をつける力を磨きましょう。

<レベル設定&志望校の目安>
[発展レベル]・・・早慶上智・旧帝大・難関国公立大学など", "ＫＡＤＯＫＡＷＡ",   0,"9784046076663.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("改訂版　大学入試　物理重要公式が面白いほど使える本",1430 ,100 , "合田　哲也", "本書は、小社より2016年10月に刊行した『大学入試　物理重要公式が面白いほど使える本』の改訂版で、最新の学習指導要領に合わせて、入試出題傾向に準じて加筆・修正を施しています。
日常での学習はもちろん、定期テスト、共通テスト、国公立大２次・私大入試まで対応しています。

著者である河合塾物理科講師・合田哲也先生（通称・G先）が授業で大好評の“まとめプリント”をベースに、「G先物理」の参考書がさらにパワーアップしました。
本書は、その「まとめプリント」のコンセプトをそのまま活かしつつ、大学入試「物理」で押さえておくべき重要事項をコンパクトに整理しました。
多くの受験生が理解につまずきやすいテーマや目に見えない現象については、その原理のしくみを豊富な図解と直観的イメージともに丁寧に解説しています。
さらに、入試で差がつく問題設定の「見抜き方」や「解法のコツ」など、実戦で使える知識も満載した、まさに「物理」受験生必携の1冊です。

・問題に取りかかる前の確認用に
・解けないときのヒントに
・模試や本番前の総まとめに
・受験当日の見直し用に

――― 物理の得点を、最後の直前まで伸ばします！

目次
第１章　力学
第２章　熱
第３章　波動
第４章　電磁気
第５章　原子", "ＫＡＤＯＫＡＷＡ",   0,"9784046056368.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("データベース5500 合格英単語･熟語 新装版",1210 ,100 , "小森　清久、拝田　清、出雲　富士子", "『データベースシリーズ』で好評のレベル別・テーマ別の効率的な単語学習。
大学入試のエキスパートである河合塾講師が、難関大学の入試問題をチェックし、「合否を決める語」をピックアップした英単語熟語集です。
実際の入試問題を徹底的に分析し、難関大学を志望する生徒であれば絶対に押さえておかなければならない「入試への登竜門」、実際に合否の決め手となった「入試のコア」、知っていればさらに大きな差をつけることができる「最後のビルドアップ」という3つのレベルに分類、入試で得点にダイレクトに結びつく語として単語約1,440、熟語約320を見出し語として取り上げました。
難関大学入試で頻出する23のテーマについて、キーワードを提示し各テーマの背景となる知識についての解説も加え「テーマで覚える英単語」としてまとめました。自由英作文や小論文でも役立つ内容となっています。", "桐原書店",   0,"9784342207976.jpg",24,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("高等専門学校",1870 ,100 , "池田　亜希子", "「本科」と呼ばれる5年一貫教育を通して、高度な専門性をもった技術者を育てる高等専門学校（高専）。普通科とのちがいは「職業意識」です。高専の卒業生は基本的に本科の5年が終わるとプロの技術者として社会に出ます。就職の時点で「技術者として何ができるか」をしっかり意識しているのが高専生の特徴と言えるでしょう。本書では、日本の技術を支える高専の学びを、教員や生徒、卒業生へのインタビューを交えて分かりやすく解説します。", "ぺりかん社",   0,"9784831517128.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("だれでもすぐに算数が得意になる本",1320 ,100 , "あきとんとん", "【“元・落ちこぼれ”がやさしくサポート】
　・「うちの子、算数が苦手かも…」　「割合や速さの文章題になると、急に手が止まってしまう」
そんな悩みを持つ親御さん、必見の一冊がついに発売です。
ＴｉｋＴｏｋ　Ａｗａｒｄｓ　２０２４を受賞したプロ算数ＹｏｕＴｕｂｅｒ・あきとんとん先生が、算数嫌いのお子さんを救います。

・先生は京大大学院卒の頭脳派ですが、実は高校時代に９科目で赤点を取った元・落ちこぼれ。
だからこそ、勉強ができない子の「どこでつまずくか」「なぜ嫌になるか」を痛いほど理解しています。
「できない子」が「できるようになる」ポイントをやさしく教えます。

【算数の“最初のつまずき”を克服！】
・本書が目指すのは、算数の最大の壁「わり算」の克服です。　
多くの子どもたちが挫折する「割合・分数・速さ」は、実はすべて「わり算」が原因。

・本書では、「算数・数学が得意な人の考え方」をインストール！難解な問題をスイスイ解けるように導きます。

【子どもから大人まで。すべての人に読んでほしい！】
・「わからない」が「わかる」に変わる瞬間は、まさに魔法。
　苦手意識を根本から消し去り、算数を得意科目に変えてしまう夢のような授業を、ぜひご家庭で体験させてあげてください。お子さんの自信を取り戻すきっかけになるはずです。

・算数ギライのお子さんから、算数がニガテな大人、さらに計算を解いて脳トレしたいシニアまで。すべての方におすすめの１冊です", "Ｇａｋｋｅｎ",   0,"9784053062376.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("書きこみ式でみるみるわかる　小学生きほんの英文法",1540 ,100 , "清水　健二", "英語の「中1ギャップ」を解消します！小学―中学英語の橋渡しに最適！

目次
英文法をはじめる前に 知っておきたいこと
【Day１】英語の品詞ときほんのルール
【Day２】be動詞ってなに？ ～である、～だった
【Day３】一般動詞は普通の動詞　～する、～した、～している、～して
【Day４】否定文と疑問文　～ではありません、～ですか？
【Day５】助動詞can、will　～できる、～する
【Day６】疑問詞を使った表現①　どこ？　いつ？　何？　なぜ？
【Day７】疑問詞を使った表現② 何？　だれ？　どう？", "実務教育出版",   0,"9784788903203.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("たった7日間で公共がおもしろいほどわかる本",1430 ,100 , "平尾則男", "本書は、共通テスト「公共」の試験範囲をまだ終えていない受験生に向けて、7日間で効率よく学習できる参考書です。
“１日（1フレーム）学習×７日間完成” だから、12月からはじめてもに間に合います。

「公共」の学習内容は、法、政治、経済、国際情勢など多岐にわたるため、共通テストに出るところだけをコンパクトに凝縮。
教科書の知識があいまいにならないように、重要用語をわかりやすく解説し、関連する用語は表にまとめるなど、短期間でも覚えやすく工夫しました。
そして、本文は分かりやすくかつ読みやすくしましたので、テンポよく進むことができます。
しかも、各フレームの要所には共通テストの過去問から選び抜かれた問題を配置して、習得度を確認できます。

他科目の勉強時間を削ることなく無理なく学習でき、また、直前の総仕上げにも最適です。
共通テスト「公共」だけでなく、「公共、政治・経済」や「公共、倫理」を選択する受験生にも役立つでしょう。", "ＫＡＤＯＫＡＷＡ",   0,"9784046077059.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("高校数学　至極の有名問題２４０　文理対応・国公立大～難関大レベル　改訂版",2200 ,100 , "廣津孝", "有名問題」を通して数学の本質を学びながら大学入試を突破する実力を身につけるための本格派問題集。", "エール出版社",   0,"9784753935994.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("難関大入試 鉄緑会　物理問題集　登竜門 力学・熱力学篇",2530 ,100 , "鉄緑会物理科", "東大・京大・難関校受験専門塾・鉄緑会の「物理」問題集。
・レベル別に、今最も必要な問題を選出
・合格へと導く豊富な解説と別解
・基礎レベルから難問まで3段階に分類

続刊「波動・電磁気・原子篇」も刊行予定", "ＫＡＤＯＫＡＷＡ",   0,"9784046078360.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("藤原進之介の　情報I　プログラミング・データの活用が面白いほどわかる本",1760 ,100 , "藤原進之介", "2025年の共通テスト本試験、追試験、さらに2022年に公表された試作問題のいずれもが、「第3章　コンピュータとプログラミング」と「第4章　情報通信ネットワークとデータの活用」を合わせた出題割合が8割を超えています。
つまり、共通テストで高得点を取るためには、この2大分野を克服しなければならないのです！

本書は、この2大分野のうち特に思考力を必要とする「プログラミング」と「データの活用」に特化した参考書です。
どちらも苦手意識を持つ生徒が多いので、人気講師・藤原進之介先生が ”これ以上ないくらい丁寧に” 解説しています。

大人気参考書『学校で習っていなくても読んで理解できる 藤原進之介の ゼロから始める情報I』とセットで使えば、共通テスト9割も満点も夢ではありません！", "ＫＡＤＯＫＡＷＡ",   0,"9784046076632.jpg",24,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("授業から共通テストまで １冊で徹底マスター「情報Ⅰ」",1650 ,100 , "能城茂雄", "「情報Ⅰ」の学習内容を網羅した参考書と，大学入学共通テスト対策の問題集を合体させた，高コスパ・高タイパの1冊。参考書パートでは，高校情報教育のトップランナーである著者が勤務校で実際に行っている授業を紙面上に完全再現。問題集パートでは，共通テスト「情報Ⅰ」の徹底分析と，著者オリジナルの模擬問題も収録する。", "大修館書店",   0,"9784469273021.jpg",24,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("THE FIRST STEP データサイエンス",1650 ,100 , "名古屋大学教育学部附属中・高等学校", "名古屋大学教育学部附属高校、名古屋大学が発信するデータサイエンステキスト。数学が苦手でも、データサイエンスの基礎・基本を学ぶことができる。MDASH（数理・データサイエンス・AI）リテラシーレベルに対応。授業時に使用している演習問題と分析シートもご提供。", "大修館書店",   0,"9784469273038.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("小学校高学年から使える　英語でつまずかない本",1650 ,100 , "森　圭示", "英語でつまずかない！
日本語と英語の違いを理解しながら、しっかりした英語力が身につく１冊！

楽しく話すことが中心の小学校の英語と、英語の仕組み（英文法や型）を学ぶ中学校の
英語では、必要とされる力が大きく違います。そのため、中学校で突然出てくる英語の
仕組みに苦手意識をもってしまう生徒が多くいるのが現状です。
本書では、中学に入って英語につまずかないように、日本語と英語の違いから英語の仕
組みをしっかり理解させ、小学英語から中学英語の接続をスムーズにします。わかりや
すい解説とイラスト豊富な紙面で、小学校高学年から無理なく使える 1 冊になっており
ます。
中学校に入って英語につまずいている生徒の多くは、英語の仕組み、さらには構造を理
解していません。本書では、英単語をカード化することで、視覚的にも英語の仕組みや
構造を理解しやすくし、苦手意識をもってしまった中学生の原因を根本から解決します。
例文や問題、解答などは音声を収録。ダウンロードして正しい発音を身につけましょう。
別冊には赤シートがついているので、答えを隠してくり返し問題を解くことができます。
さらに、別冊から解答を取り除いた問題用紙をダウンロードすることで、何度も書いて
くり返し問題を解くこともできます。英語の 4 技能（聞く、読む、話す、書く）のうち、
「書く」の力もしっかり身につきます。", "かんき出版",   0,"9784761231606.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大学入試　数学の発想力が１冊でしっかり身につく本",1870 ,100 , "佐々木隆宏", "本書は、こんな人におススメです。

「努力しているのに成績があがらない」
「学校の定期テストの点数は良いけど、大学受験の模擬試験では偏差値がそこまで高くない」

このように感じている受験生は「記憶する部分と考える部分のバランスが取れていない」ことが原因です。
本書を読めばこのバランスがとれ、大学入試数学の問題を解くための「発想力」が身につきます。

大学入試数学における「発想力」は、以下の３つができる力です。

①問題の内容を把握して解答の方針を立てて解き進める
②解答に行き詰っても別の視点により打開し解き進める
③定石化された解法を柔軟に応用して問題を解き進める

「発想力」が身につけば、あらゆるタイプの入試問題に対応することができます。
入試本番を自信を持って迎えるために本書を活用してください！

目次
第１部　解法を発見する発想・スッキリ解く発想
第２部　解法の糸口を発見する", "かんき出版",   0,"9784761231613.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("8日間でカンペキ！さきどり中学数学",1100 ,100 , "盛山隆雄", "中学１年生の前半に学習する数学を、８日間でまとめて予習できる本。
左ページで学んだあとは、右ページの練習問題に取り組み理解を確認。会話形式のやさしい解説で、ただ公式を覚えるのではなく、「なるほど！」と納得して読み進められるように工夫。
理解度が測れる「つまずきポイントクイズ」も収録。
少し先の内容を知っておくだけで、授業がぐっとわかりやすくなり、自信にもつながる。

目次
　◇　「算数」から「数学」へ
　◇　たし算・ひき算の復習
　◇　かけ算・わり算の復習
　◇　計算の決まりの復習", "成美堂出版",   0,"9784415336589.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("勝手な夢を押しつける親を憎む優等生と、東大は無理とバカにされた学年ビリが、現役合格した話",1600 ,100 , "坪田信貴", "紹介
【実話をもとに描いた物語】
ミリオンセラー『ビリギャル』
最新作がついに登場！

「どうせ無理」なんて
オトナの大嘘だ

“ビリギャル塾”に集まった4人の高校生。
親の期待を押しつけられる優等生の希栄、
「東大なんて無理」とバカにされる翔太、
集中力が続かない健太、心を閉ざした美咲。
彼らを導くのは、生徒の可能性を引き出す教師・坪田先生。

それぞれが、「どうせ無理」とささやく“オトナ”と闘っていた。
そんなとき、白血病と闘う少年・悠斗が現れる。

「勉強してるときだけ、僕は“患者”じゃなく“受験生”でいられる」

その言葉が、みんなの心を動かしていく。
“信じる力”が人生を変える、希望の物語。

目次
第１章　私が志望校に受かる確率は何％ありますか？
第２章　なんで、勉強しなくちゃいけないの？
第３章　受験と恋愛の必勝法は同じ
第４章　親の言う通りにするべきなの？
第５章　「どうせ無理」を投げ捨てろ
第６章　合格発表と、勉強した意味", "サンマーク出版",   0,"9784763142726.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("電子の気持ちで考える高校化学",914 ,100 , "電子の気持ちを考える会", "紹介
弊団では珍しい、化学に関する本です。高校ではいろんなことを覚えさせられますが、その半分くらいは「電子の気持ち」を理解すれば雰囲気でなんとなく理解できます。本書はその方法を伝授します。数式とモル計算は出ません。

目次
はじめに
電子の気持ちのトリセツ
原子と原子軌道
分子と分子軌道
バンド理論
化学反応―基礎編
反応速度
酸と塩基
酸化と還元
光と色
金属元素の性質
錯体
官能基
芳香族
有機化合物の反応
さいごに", "暗黒通信団",   0,"9784873102849.jpg",24,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("5分でわかる私たちの未来の仕事　2040年のハローワーク",1485 ,100 , "図子慧", "紹介
中学生ともなると「将来の希望は？」と聞かれても、なかなか本音は口に出せない。
あるとき、主人公のアドさんは中学校で、異世界転生ゲームの設定で、冒険者たちのジョブを現在につながる職業として考えるとどうなるか？という授業を受け、自分がなりたい職業についてのレポートを提出することに。
そこで、友だちのカヤさんのお父さんが研究所長をつとめる未来研究所に調べに行くと、研究員のイカさんと一緒にAIの進化によって、現在の職業がどのように変わっていくかも知ることになる。ここで、それぞれの子どもたちがなりたかった職業の未来についての検証が行われ、適性や家庭環境のちがう生徒ひとりひとりに沿った職業を案内してもらう――。

目次
プロローグ
第1章　総合学習は、異世界転生のジョブ選び？
第2章　カヤのChatGPT教室へようこそ
第3章　「お金を稼げる仕事はありますか？」研究所編
第4章　先輩たちは何している？「進路を選んだ先の現実」
第5章　大人の学びなおし
第6章　これからの仕事選び
第7章　「困りごとを助け隊」活動中
あとがき
性格タイプ別！おすすめ進路＆未来の職業予測", "ＫＡＤＯＫＡＷＡ",   0,"9784046078841.jpg",24,null);

