
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("オランピアソワレ公式ビジュアルファンブック Nuit Blanche",3520 ,100 , "ヘッドルーム", "「オランピアソワレ公式ビジュアルファンブック Nuit Blanche」好評につき重版3刷を2026年1月30日発売", "アプリスタイル", 0,"9784911283332.jpg",11,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Role&Roll Vol.239",2750 ,100 , "アークライト", "テーブルトークRPGを強力サポート！
新紀元社タイトルを中心に、シナリオや追加ルール＆データ、世界設定、プレイサポートなど盛りだくさんの内容が詰まったテーブルトークRPGサポート書籍!!

■特集
●なにもない村
齋藤高吉デザインの新作TRPGが登場！　ファンタジー世界の片隅にある“なにもない村”に迫る脅威。村人のふりをしているが伝説的な存在であるPCは、正体を隠しながら村を脅威から救い、平穏な生活を守ることができるのか!?

■掲載タイトル
新クトゥルフ神話TRPG／ケダモノオペラ／ブレイド・オブ・アルカナ／天下繚乱／異界戦記カオスフレア Second Chapter／ルートZERO／シャドウラン／エクリプス・フェイズ／ハシラノカミ／ウタカゼ／不知火／ロマンスコンバット／あおはるばーんっ／マギカロギア／シノビガミ／インセイン／天才軍師になろう／ビギニングアイドル／ネジクレネジマキ／アマデウス／ゆうやけこやけ／虚構侵蝕TRPG／ツクモツムギ／あやびと／スチームパンカーズ／カローン・サンクションズ／もふもふストリーム／魔界戦記ディスガイアTRPG／サタスペ／なにもない村（スピタのコピタの！)", "新紀元社", 0,"9784775322598.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ゲーム音楽で世界を拡げる人たち",2900 ,100 , "飴尾 拓朗", "レトロゲームといわれる、８ビット機のチップ音源時代からゲーム音楽の作曲を行っている
レジェンドなミュージックコンポーザーへのインタビュー集。
コンシュマー機、PC、アーケードの様々な分野で活躍する23人を取材。", "グラフィック社", 0,"9784766140743.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Nintendo Switch でマイクラを極める！ マインクラフトレッドストーン超聖典",1430 ,100 , "サンドボックス解析機構", "上記内容は本書刊行時のものです。", "ソシム", 0,"9784802615358.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ドンキーコング　バナンザ　完全攻略本",2640 ,100 , "ニンテンドードリーム編集部", "Nintendo Switch™ 2 専用ソフト『ドンキーコング バナンザ』を遊び尽くす、完全攻略本。
破壊も収集もこの一冊でOK！

ストーリー＆クリア後の攻略だけでなく、バナモンド、化石の位置やレコードの取り方も基礎からすべて徹底解説。
バナンザ変身中の曲の歌詞や、別荘でのポリーンの会話集、メモルヤの石碑・碑文など、お楽しみ要素もバッチリ掲載！
さらに、ダウンロードコンテンツ「DKアイランド＆エメラルドラッシュ」の攻略まで収録した、唯一の完全攻略本です。

© Nintendo
© ambit 2025
Licensed by NINTENDO
※Nintendo Switchは任天堂の商標です。", "アンビット", 0,"9784198661434.jpg",11,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Nintendo Switchで遊ぶ! マインクラフト最強攻略バイブル 2026最新版",1485 ,100 , "マイクラ職人組合", "シリーズ累計75万部突破!
Nintendo Switch版マイクラ攻略本で一番売れている総合攻略ガイドの最新版。
352ページの大ボリュームで、ゲーム開始からクリア後の遊び方まで初心者にもわかりやすく解説しています。
銅の武器や道具、ランタンなどの新アイテムや棚ブロックといった追加要素、新しい仲間カッパーゴーレムなどの最新情報も掲載。
エンチャントの方法や拠点の立体組立図、サバイバル攻略に役立つ装置のつくり方も収録しています。
レッドストーンやコマンドの解説あり、データ集あり、マイクラの全てを網羅した一冊です。", "宝島社", 0,"9784299073129.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("対角線ナンバープレース問題集",1250 ,100 , "升尾梅世", "対角線ナンバープレース（略して対角線ナンプレ）の第2集。対角線ナンバープレースとは，通常のナンプレに，
●右下がり対角線に1から9までの数字が1回ずつ現れる
●右上がり対角線に1から9までの数字が1回ずつ現れる
という条件を付け加えたものです.（本書の問題図には二つの対角線をグレイ表示で示しています．）
対角線ナンプレは以前から知られていますが，数多くあるバラエティナンプレの一つと見なされて，関心を持つ人は多くないようです．
しかし，対角線ナンプレは通常のナンプレの最も自然な拡張であり，通常のナンプレでは考えられないようなヒントの配置が可能であることから，もっと普及してもいいのではないかと思い，この問題集を編んでみました．", "エスアイビー・アクセス", 0,"9784434368424.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ちろぴのミステリー マイクラゲームブック 電車に乗ってゾンビの町から脱出!",1540 ,100 , "ちろぴの", "YouTubeチャンネル登録者数168万人超えの大人気ゲーム実況グループ「ちろぴの」と冒険する、新感覚ビジュアルゲームブックの登場です!
人気動画「電車に乗ってゾンビの町から脱出を目指すマインクラフト」と同じ世界に迷い込んだあなた。
ちろぴのと力を合わせて素材を集め、ゾンビと戦い、謎を解きながら脱出を目指しましょう。
読者の選択によってストーリーが変化するので、何度でも挑戦して楽しめます。", "宝島社", 0,"9784299068415.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Role&Roll Vol.238",2750 ,100 , "アークライト", "テーブルトークRPGを強力サポート！
新紀元社タイトルを中心に、シナリオや追加ルール＆データ、世界設定、プレイサポートなど盛りだくさんの内容が詰まったテーブルトークRPGサポート書籍!!

■特集
●神我狩 神化の誓約
ついに『神我狩』がフィナーレを迎える！　シリーズ最後を飾るサプリメント『ストーリー＆データ集 神化の誓約（しんかのうけい）」の紹介とともに、改めて『神我狩』を紹介しつる魅力と歴史を解説する特集だ！

■掲載タイトル
東京ラヴクラフト／新クトゥルフ神話TRPG／ケダモノオペラ／ブレイド・オブ・アルカナ／天下繚乱／異界戦記カオスフレア Second Chapter／ルートZERO／シャドウラン／エクリプス・フェイズ／ハシラノカミ／ウタカゼ／ロマンスコンバット／あおはるばーんっ／インセイン／マギカロギア／フタリソウサ／天才軍師になろう／夜のあしあと／ソード・ワールド2.5／ゆうやけこやけ／虚構侵蝕TRPG／ツクモツムギ／カローン・サンクションズ／もふもふストリーム／あやびと／スチームパンカーズ／魔界戦記ディスガイアTRPG／サタスペ／指輪物語TRPG 5E（スピタのコピタの！）", "新紀元社", 0,"9784775322406.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("神我狩 ストーリー＆データ集 神化の誓約",5500 ,100 , "力造", "『神我狩』シリーズ、ここに完結！

構想段階から設定されていた最終決戦キャンペーン〈神化の誓約〉の全てを体験できる一冊。
プレイヤーの判断によって分岐する全6話のシナリオに加えて、キャンペーンとは異なる〈神化の誓約〉の物語を何度でも繰り返し楽しめる［神化の誓約ルール］を収録している。

『神我狩』を遊びやすくする各種データ一覧も付属！
共通、高位はもちろん、16種族、18称号すべてのタレント、武器、防具、その他アイテム類すべての簡易リストを収録！

『神我狩』基本ルールブックと合わせて、最高の物語を満喫しよう！", "新紀元社", 0,"9784775322444.jpg",11,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("天下繚乱 サプリメント　諸国漫遊",4400 ,100 , "小太刀 右京（チーム・バレルロール）", "海を越え山を越え
活劇はどこまでも広がっていく！

江戸時代で活躍する“英傑”を描く和物TRPG『超時空時代劇RPG 天下繚乱』にサプリメント第三弾が登場！

●旅立て、地平線の果てへ。諸国を巡る冒険が開かれる！
　ここに始まるのは果てしなき旅路、北は陸奥青森から南は薩州鹿児島まで、冒険の舞台は日本六十余州・津々浦々に広がる。
　人知を超えた怪獣と心通わす“怪獣使い”、機械を埋め込み人を超えた“改造人間”、巨大な神々やロボットを操る“巨神”、金の力ですべてを解決する“豪商”など、10種類の新クラスも追加されるぞ。

●果てしなき冒険へ
　西の海を通じて異国とつながる長崎、南海の玄関口である薩摩、狸が支配する魔境四国、雲に覆われた奥羽と神秘的なマタギたち、享楽の都名古屋などの詳細な解説を掲載。シナリオやキャラクターの幅がさらに広がること間違いなしだ。
　東海道を旅するシナリオ1本に加え、天候や地形を表現するための詳細なルールも掲載され、君の冒険はますますエキサイトするはずだ。", "新紀元社", 0,"9784775322291.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ミステリーをプレイする　ゲームの国のミステリー",1980 ,100 , "我孫子 武丸", "グループSNEのゲームサポート誌の人気連載コラムが単行本化！
　ミステリ作家として長年活躍し、デジタルゲーム『かまいたちの夜』などでも知られる著者が、愛好するアナログボードゲームのうちでも、本業である「ミステリー」味の濃い作品を、愛をこめて紹介します！
　その数は20作品以上。美しいボードやカードをカラーページでも紹介。こんなやり方があったのか！　と驚くような、さまざまな形のミステリーを、さまざまな形のゲームを楽しく語ります。
　さらに付録として「犯人あてミステリの作り方」のミニ講座と、グループSNEのミステリーゲーム紹介を添えてお届け。
　ミステリーを知らないゲームファンも、ゲームを知らないミステリーファンも、どちらも知らない方も、すぐにゲームを遊びたくなる1冊です。", "グループSNE", 0,"9784775322383.jpg",11,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ソード・ワールド2.5 ルールブックDX",4950 ,100 , "北沢慶／グループSNE", "本書は、現在発売中の『ソード・ワールド2.5 ルールブックI』『ソード・ワールド2.5 ルールブックII』『ソード・ワールド2.5 ルールブックIII』の内容をまとめ、再編集したものです。
文庫判からA4判に判型を変更し、ルールやデータが再編集されて掲載されています。より読みやすく、ゲームを楽しみやすくすることを目的としたルールブックです。

『ソード・ワールド2.5 ルールブックI』『ソード・ワールド2.5 ルールブックII』『ソード・ワールド2.5 ルールブックIII』から、新たなルール・データは追加されていないことにご注意ください。
また、編集の都合上、これらのルールブックに掲載されていた「魔物データ」と「シナリオ」については収録されていません。これらのコンテンツは、『ソード・ワールド2.5サプリメント モンストラスロア』や各種シナリオ集などの関連作品（サプリメント）と組み合わせて遊ぶことを想定しています。", "ソード・ワールド2.5 ルールブックDX", 0,"9784040759005.jpg",11,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Role&Roll Vol.237",2750 ,100 , "アークライトアークライト", "テーブルトークRPGを強力サポート！
新紀元社タイトルを中心に、シナリオや追加ルール＆データ、世界設定、プレイサポートなど盛りだくさんの内容が詰まったテーブルトークRPGサポート書籍!!

■特集
●インセイン告別式
誰もが心に秘密と闇を抱えている――あらゆるジャンルのホラーが再現可能な『マルチジャンル・ホラーRPG インセイン』に、ついに大判の「基本ルールブック」が登場！　新環境の紹介と、現環境の最後を飾るシナリオを掲載！

■掲載タイトル
クトゥルフ神話TRPG／ケダモノオペラ／ブレイド・オブ・アルカナ／天下繚乱／異界戦記カオスフレア Second Chapter／ルートZERO／シャドウラン／エクリプス・フェイズ／ハシラノカミ／ウタカゼ／不知火／ロマンスコンバット／あおはるばーんっ／フタリソウサ／天才軍師になろう／キミトエール！／夜のあしあと／ゆうやけこやけ／虚構侵蝕TRPG／ツクモツムギ／カローン・サンクションズ／もふもふストリーム／あやびと／スチームパンカーズ／魔界戦記ディスガイアTRPG／サタスペ", "新紀元社", 0,"9784775322284.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("今日のナンリン 総集編",660 ,100 , "TokusiN", "ナンリンの簡単な問題に飽きてしまったかたのための問題集です。過去にTwitter上で連載していた問題の中から、パズル雑誌にギリギリ載せられる程度の簡単な問題から、人間に解けるのか疑わしいレベルまで140問用意しました。", "暗黒通信団", 0,"9784873102863.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("【増補新版】スーパーファミコンパーフェクトカタログ",3960 ,100 , "前田 尋之", "大好評を博した「スーパーファミコンパーフェクトカタログ」2019/8/28発売　の増補改訂版が登場
海外ハード＆ソフトも含めた368ページの大ボリュームで、家庭用ゲーム史を語る上で貴重な資料になること間違い無しのパーフェクトカタログです。

●スペック情報も含めたスーパーファミコンのハードを完全紹介
●国内海外発売ソフト全タイトルを画面&パッケージ写真付きで紹介
●検索に便利な巻末50音順発売リストを掲載", "ジーウォーク", 0,"9784867178539.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("黒の新撰組 幕末鬼殺行",4950 ,100 , "朱鷺田　祐介", "お前は黒の新撰組。復讐のため、地獄より舞い戻った無名の隊士。悪鬼を斬るために、地獄から呼び戻された餓狼の剣。炎獄京都の闇を駆けろ。魔性の鬼を討て、誠の旗にかけて――朱鷺田祐介の最新作、ついに登場。", "ＫＡＤＯＫＡＷＡ", 0,"9784040758206.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("それでもゲームで遊びた医　――ゲームエッセイで知る子どもの医学",1650 ,100 , "Dr.リノ＋グループSNE", "　　グループSNEのゲームサポート誌の人気連載コラムが単行本化！
　本業は小児科医（日頃からSNSで情報を発信。Xフォロワー数は10万人弱！）、そして生粋のゲームファンであるDr.リノが、子どもの医学情報とゲーム蘊蓄を合体させて楽しく語ります。
　連載分を加筆修正して、ますます面白くなり、そして得られる知識も増えました。
お子さんに縁がないという方でも、TRPGが好きなら、あるいは健康全般に関心があるなら必読です。
　単行本では、アナログゲーム知識の補足コラムも追加。さらに付録として、冒険を通じて健康の知識が身につく、ミニゲームブックを収録。ゲーム制作は、グループSNEの友野詳がお手伝いしています。
　元気に明日を迎える、心身の健康情報として手に取ってみてください。", "グループSNE", 0,"9784775322161.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("八月のタイムマシン",2200 ,100 , "秋口 ぎぐる", "　いま話題の「全員が容疑者となり、自らの秘密を隠しつつ、手に入れた情報から犯人を見つけ出す」推理ゲーム、“マーダーミステリー”。
　グループSNE／cosaicがKADOKAWAとタッグを組んだ「Mystery & Adventure Box」シリーズとして2023年1月に発売された『八月のタイムマシン』を小説化！
『ご町内のみなさま、おはようございます。本日は夏祭りの開催日です――』
　町内放送が響く中、幼なじみである6人の男女が商店街にある喫茶店で数年ぶりに顔を合わせた。リーダー格の柏木琉青が言う。「今夜、直墨が殺される」
　彼は同じく幼なじみである新堂直墨の死を目の当たりにし、彼の屋敷の地下にあるタイムリープ装置を起動し、12時間前である「今」へ戻ってきたという……
　舞台は携帯電話やインターネットが普及する前の地方都市。同じ過去を共有する若者たちが、「これから起きる幼なじみの死」を防ぐため、タイムリープをくり返すことで事件の真相に迫る！
　SFになじみのない方でも問題なく楽しめる青春ミステリー作品。ちょっとノスタルジックな世界観、輝いていた過去への郷愁などを、ぜひお楽しみください", "グループSNE", 0,"9784775322147.jpg",11,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Role&Roll Vol.235",2530 ,100 , "アークライト", "今月もTRPG新刊の最新情報をお届け!
連携サポート記事やシナリオも掲載!", "新紀元社", 0,"9784775322093.jpg",11,null);
