
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("幕末・明治初期における横須賀製鉄所の設立と洋式海軍整備",8800 ,100 , "塚越俊志", "幕末から明治初期にかけての横須賀製鉄所の設立と洋式海軍整備を、「人」「組織」「施設」の側面から総合的に考察。「柴田剛中文書」や『続通信全覧』などの史料を丹念に読み解くことで新たな視点を提示し、徳川幕府と明治政府間の連続性を明らかにする。", "春風社", 0,"9784868160540.jpg",16,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("近代日本と三池炭礦",11000 ,100 , "春日　豊", "産業近代化の象徴である三池炭礦は、三井財閥の成長と同商社を世界的に飛躍拡大させる重要拠点でもあった。維新期から昭和恐慌期まで、炭礦近代化の展開と囚人労働から脱却し「経営家族主義」を理念とする労使関係を探究。大労働争議の構造や争議の実態を踏まえ、合理化を目指す経営の変化などを丹念に読み解き、日本資本主義の近代化の特質に迫る", "吉川弘文館", 0,"9784642039475.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("カナダ文化事典",27500 ,100 , "カナダ文化事典編集委員会", "全土が日本最北端よりもさらに北に位置し、世界で第二位の面積を誇る「北国」カナダ。多文化主義で知られるこの国は、しかし単なる「多文化主義」ではない。「二言語・多文化主義」――英語とフランス語という二つの言語をそれぞれ母語とする人々の対立を当初からはらみ、先住民に対する不正義という暴力を建国の根底に抱えながらも、移民を含めてこの地に暮らすすべての人々と共存しようと意識的に歩みを進めてきた国である。すなわち、文化こそが国を形づくる政策でもあったカナダの人々の営みを、10の分野に分け、200を超えるテーマから解説する――カナダの「今」に至る文化を描き出す事典。
〈編集協力〉
日本カナダ学会・日本カナダ文学会・日本ケベック学会・カナダ教育学会", "丸善出版", 0,"9784621312704.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ジュネーヴ共和国騒乱とルソー",6600 ,100 , "橋詰　かすみ", "18世紀後半のジュネーヴ共和国でルソーの作品や彼の存在そのものが惹起した政治対立、「ルソー事件」と呼ばれる騒擾の全貌を描く。

ジャン＝ジャック・ルソーの作品、そして彼の存在そのものが、18世紀後半の祖国・ジュネーヴ共和国での政治状況でどのような意味を持ち、どう利用されてきたのかを明らかにする試み。「ルソー事件」と呼ばれる、政治体制をめぐる騒擾の全貌をスリリングに描く。", "勁草書房", 0,"9784326200702.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("会津蘆名氏",2600 ,100 , "伊藤喜良", "新宮氏・猪苗代氏らライバルを屈服させ、会津の戦国大名として君臨した蘆名氏。
連携・合戦・講和・裏切りが日常茶飯事であった激動の戦国東北で、必死に生き残りをかけて戦った名族の通史を解明する。
蘆名氏の足跡を追うことで、会津の人々の営み、そして社会や文化までを明らかにした、奥州戦国ファン必携の１冊。", "戎光祥出版", 0,"9784864036078.jpg",16,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("中国における性科学の誕生　清末民初期の性欲をめぐる言説を中心に",6600 ,100 , "楊力", "新時代のための新知識受容の様相
20世紀前半、「強国強種」（国と種を強くする）を求めた清末民初期の中国では、生殖や子孫の質に直接関係する「性」の知識がかつてないほど注目を浴びることとなった。性に関する知識は単なる個人の問題ではなく、国家や民族の存続にかかわる重要な課題と見なされ、その科学的探求が社会的・政治的な目的と結びつけられていったのである。本書では、清朝末期から五四時期にかけて、中国の知識人たちが西洋の性科学書の翻訳を通してどのように知識を吸収し、近代的な性規範を形成していったのかを明らかにする。

女性の解放と自立、婚姻や性愛のあり方という性科学が提起した問題群は、問いのかたちこそ変えながら、いまなお切実な政治的・社会的課題であり続けている。女性の地位向上という点で世界の模範生とは言いがたい国や地域に住む人々にとって、ときに誤謬や偏見に満ちているかにも映る百年前の性科学の言説は、一笑に付して済ませられる過去の話では決してない。（「序」村田雄二郎）", "東方書店", 0,"9784497226013.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("日本神話の謎を読み解く",2200 ,100 , "伊坂 青司", "「神話」は民族の「普遍的な財産」である――（ヘーゲル）。

なぜ『古事記』と『日本書紀』は異なるのか。
伊邪那岐命の旅、出雲の国譲り、天孫降臨、神武東遷――。
記紀に残された数々の謎を、記紀の記述そのものの読解をはじめ、考古学・歴史学・哲学研究の見地を総動員して解き明かす。長年、近代ドイツ哲学・神話論を研究してきた著者が紡ぐ異色の新・神話論！", "梓書院", 0,"9784870358447.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("日本の伝統と文化 ～祭・城・神社とお寺～",8030 ,100 , "帝国書院編集部", "●特集ページ
著名なものは特集ページで大々的に紹介。豊富な写真やイラストを交えて詳細に解説。

●伝統文化の「いろは」がわかるページ
伝統文化に関する初歩的な知識から、歴史的な背景などを踏まえてわかりやすく解説。

●都道府県別地図
見開きの地図で全国47都道府県を網羅。代表的なものは写真やイラスト入りで解説。", "帝国書院", 0,"9784807168095.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("日本の伝統と文化 ～祭・城・神社とお寺～",8030 ,100 , "", "", "", 0,"",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("金子堅太郎",2530 ,100 , "浦辺登", "外交はその国に友達がいなければ成立しない――。（金子堅太郎）
なぜ金子（1853～1942）は、日露戦争時に米国大統領ルーズベルトと直接会見し、日本への支援を得ることができたのか。
幕末から昭和戦前まで、金子は政治家、歴史家、法律家など多様な顔をもって重要な政策を着実に実現へと導いた。
その金子の若き日の修業時代とはどのようなものだったのか。彼の「自叙伝」を克明に読み解き、従来知られていなかった金子の前半生も描いた労作！", "弦書房", 0,"9784863293212.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("増補新版 神になった戦国大名　上杉謙信の神格化と秘密祭祀",2860 ,100 , "今福匡", "四百数十年におよぶ謙信祭祀の歴史を一望する

現在でも米沢で崇敬を集める上杉謙信。しかし、彼は越後春日山で没し、米沢には足を踏み入れていない。なぜ、米沢で謙信なのか？　その答えは、米沢藩上杉家の謙信祭祀にあった。上杉家は「謙信の家」という強烈な意識を持ち、その遺骸を春日山から会津、会津から米沢へと移して、江戸期を通じて祭祀を継続した。また、明治維新後は旧藩士たちが上杉神社の創建に尽力した。本書では四百数十年に及ぶ謙信祭祀／信仰／顕彰の歴史を追い、上杉家歴代当主が御廟所で行った、謙信と一体化するための「秘儀」等についても明らかにする。なお復刊にあたり、あらたに補論を採録し、全面的修訂をおこなった。", "志学社", 0,"9784909868220.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("くまもと昭和100年　1926-2025",2200 ,100 , "熊本日日新聞社", "昨年10月から今年末まで約1年を通して
熊本日日新聞に連載されている「くまもと昭和100年」の書籍化。
本書では「激動の時代」と呼ばれた昭和の始まりから現在の令和まで、
熊本で起きた出来事の中から約100件を写真と文章で振り返っています。

戦争の悲劇、戦後復興と経済成長、繰り返される事件、事故、災害の記憶。
100年という歴史が織りなした光と影の中で、
それでも人々はたくましく歩み続けています。

この100年で変わったもの、変わらないものとは何か、
そしてその意味とは―。
熊本に住む私たちに、歴史は問いかけます。", "熊本日日新聞社", 0,"9784877556778.jpg",16,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("０１　地球の歩き方　ａｒｕｃｏ　パリ　２０２６～２０２７",1650 ,100 , "地球の歩き方編集室", "新スポットや話題のスイーツを巡るおさんぽプランから、ちょっぴりマニアックなおもしろ体験まで、進化するパリをとことん楽しみつくす情報満載！　さらにパリを賢く旅するテクニックや知っておくと役立つ裏ワザも盛りだくさん。 一度は行きたいモン・サン・ミッシェルやヴェルサイユなどパリ郊外へもＧＯ！

今回の2026～2027年版には以下の内容が収録されています。

★プチぼうけんプラン
・「アトリエ・デ・リュミエール」で大迫力の没入型アート体験！
・エッフェル塔マニア宣言！ 自分だけのミニアルバムを作ろう
・大人も遊べる移動遊園地博物館
・レストランバス＆セーヌ川クルーズ
・オペラ歌手がエプロン姿で熱唱！？
・マルシェでお買い物＆アパルトマン滞在
・達人パリジェンヌと蚤の市でお宝ハンティング
・憧れの靴と帽子をセミオーダー
・初めての「夜パリ」満喫プラン
・ミステリーゾーンに潜入？知られざるパリの地下探検！
・神秘の島モン・サン・ミッシェルへの小旅行
・ヴェルサイユでマリー・アントワネット秘密の隠れ家へ
・本場のサロン・デュ・ショコラに潜入！

●グルメ
グルメテクニック／予算別レストラン／パリスイーツのトレンド／マカロン・アワード／ボンヌ・ママン総チェック／パン＆パンのおとも大集合／チーズ入門／フォトジェニックカフェ ／ワインバー／進化系フードコート

●ショッピング
ショッピングテクニック／人気沸騰ブランド「セザンヌ」／ヴィンテージでおしゃれ上級者に！／フレンチ雑貨／キッチングッズ／シマシマコーデ／フレグランス／ドラッグストアのデイリーコスメ ／紅茶／「モノプリ」みやげ

●エリア別おさんぽプラン
・シャンゼリゼ大通り
・華やかなオペラ地区
・シテ島＆サン・ルイ島
・おしゃれ探しならマレ地区
・モンマルトルの裏道散歩
・秘密にしておきたいカルチェ・ラタン
・知性派のサン・ジェルマン・デ・プレ
・映画ファンの憧れ、モンパルナス
・癒しのサン・マルタン運河

●ひと味違うパリの遊び方
観光テクニック／パノラマ絶景Best５／ルーヴル＆オルセー／無料の美術館／パレ・ガルニエ／パッサージュ／愛と奇跡のLOVE＆POWERスポット

●取りはずせる別冊ＭＡＰ付き！ 入出国、交通、会話、トラブル対策も充実。

予告なく一部内容が変更される可能性もあります。予めご了承ください。", "地球の歩き方", 0,"9784058026656.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Ｄ３９　地球の歩き方　釜山　慶州　大邱　２０２６～２０２７",2310 ,100 , "地球の歩き方編集室", "釜山、慶州、大邱の定番スポットから、歴史・K-POP・野球などコアファン必見のスポットまで320ページに凝縮。料理図鑑や韓国語会話集、旅のトラブルと安全対策など、初めて韓国を訪れる人にも安心の情報も収録！

※今回の2026～2027年版には以下の内容が収録されています。

●巻頭特集
・釜山慶州大邱でやりたいこと
・モデルプラン
・写真映え絶景スポットin釜山
・世界遺産巡りin慶州
・絶品のカフェ＆パン歩き
・韓方の街・大邱でキレイになる
・地元民が愛する屋台フード
・コンビニで買う、マストバイ！
・連れて帰りたい！　韓国雑貨
・韓国ドラマのロケ地巡り
・Ｋ－ＰＯＰの聖地はココ！
・今がアツイ！！韓国プロ野球
・料理図鑑
etc.

●釜山
MAP、交通案内：広安里／海雲台／影島／釜山駅／松島／東莱／釜山大／西面ほか
観光：クルーズ夜景、チャガルチ市場、国際市場、草梁イバグキル、西面街歩き、ブルーライン沿線ガイド、BIFF広場、影島海岸散策路、甘川文化村、昌原桜祭りほか
グルメ：ミルミョン、クッパプ、タラバガニ、海カフェ、バーほか
ビューティ：チムジルバン、スパ、エステ
ショッピング、ホテルほか

●慶州
MAP、交通案内、ホテル
観光：善徳女王＆新羅の歴史と見どころほか
グルメ：サムパプ、皇南パンほか

●大邱
MAP、交通案内、ショッピング、ホテル
観光：桂山聖堂、金光石通り、八公山ほか
グルメ：チメクフェスティバル、西門市場、七星市場、大邱10味、カフェ、パンほか
ビューティ：エステ、韓方ほか

●旅の準備とテクニック
出入国、お役立ちアプリ、予算、移動手段、通信、韓国語、旅のトラブルほか

予告なく一部内容が変更される可能性もあります。予めご了承ください。", "地球の歩き方", 0,"9784058026533.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Ｈ０３　昭和レトロ",2420 ,100 , "地球の歩き方編集室", "「地球の歩き方」流！　昭和レトロ完全ガイド
――懐かしさに浸る、昭和の旅と暮らし――

止まったままの時間が、ここにある。
暮らしや乗り物、おもちゃ、グルメ、カルチャーまで、
タイムマシンに乗って昭和の世界へ旅するような一冊。

本書では、昭和の空気を色濃く残す街並みや観光地を紹介する「昭和への旅」から始まり、昭和家電やキッチン雑貨、博物館を通して当時の暮らしを体感できる「昭和の暮らし」特集へ。さらに、鉄道や車などの乗り物、おもちゃ、駄菓子、レトロ喫茶、情緒ただよう遊園地や商店街など、懐かしさと発見が詰まったスポットを多数掲載。

昭和をテーマにしたミュージアムやテーマパーク、全国の昭和レトロな物件を網羅したガイドは、旅好きにも昭和ファンにも必携。コラムでは、懐かし文具、流行語、音楽、ファッションなどカルチャー面も深掘りし、読み応えたっぷり。

当時を知らない世代には新鮮に、ともに歩んだ世代には懐かしく。
本書とともに、昭和の魅力を巡る旅を楽しんでください。

※予告なく一部内容が変更される可能性もあります。予めご了承ください。", "地球の歩き方", 0,"9784058026052.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("スイヤブの考古学１",3850 ,100 , "山内和也", "　現在、帝京大学文化財研究所と帝京大学シルクロード学術調査団が中心となって発掘調査を続けているアク・べシム遺跡（スイヤブ、砕葉：キルギス共和国）。実は1930年代から発掘が行われていたのだが、その成果はどのようなものだったのか。
　本書には、旧ソ連時代以来の調査報告で、アク・べシム遺跡を考えるうえで必読の文献3本の翻訳と、1966年以降に撮影された空中写真の経時的解析を収録。アク・べシム遺跡の調査の経緯を概観する。", "帝京大学出版会", 0,"9784434368639.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("史料が語る信長の時代",4950 ,100 , "金子　拓", "天才型にして奇抜、天下布武を掲げて全国統一をめざしたとする信長像が揺らいでいる。これまでいわれてきた「革命者」イメージはいかにして築かれたのか。家臣太田牛一の『信長記』を中心に重要史料を丹念に読み直し、信長の人物像や政治的志向を検討。本能寺の変前後の光秀ほか家臣たちの動向にも迫り、近代歴史学における織田信長の再評価に挑む。", "吉川弘文館", 0,"9784642048033.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("中國紀行ＣＫＲＭ　Ｖｏｌ．４２", 999,100 , "中國紀行CKRM編集部", "日本人が「海南島の黎(り)族文化」を知れば、自分たちの祖先を「国家以前・文字以前・支配以前」の「併存文明」の担い手として、再認識せざるを得なくなる。それはロマン的起源論ではなく、学術的にも無視できない文明構造の比較から導かれる必然だ。一言でいえば、黎族文化は日本文化の「異文化」ではなく、日本文化が捨ててきたが、完全には失われなかった文化を知るための、「鏡」なのである。
黎族のルーツは「百越」とされるが、百越とは何か。そして、その百越世界から見た日本の古い国号、「倭」とは何だったのか。百越とは、単一民族のことではなく、江南・福建・広東・海南地域の沿岸・河口・島嶼に広がる、「水と稲と文身(刺青)を共有する文明圏」のことをいう。この百越世界には、国家化を急がず、身体を記録媒体（文身）にして、稲作と漁撈の併存、境界（山・水・海）に生きるという共通の特徴がある。この文明圏の延長線上に、日本列島はあるのだ。
百越側の視点で見れば「倭人」は、百越的生活様式を、中原国家に呑み込まれず、海の彼方で維持していた人々のこと。つまり倭は、未開ではなく、遅れてもおらず、「百越文明の外延部」だったはずだ。この倭の文化が、海南島の黎族文化と、深層で一致している。黎族文化を知れば、国家化と文字化によって日本列島から消えてしまった、「倭」に生きた人々の文化を、「海南島の併存文明」を通して、立体的に理解できるようになるだろう。
黎族文化は、倭人と呼ばれていた僕ら日本人の先人の、併存的・身体的・女性原理的な文明の姿を、今に伝える生きた比較対象である。黎族文化を知ることで、日本史から消えてしまった「倭の文明層」を、外側からもう一度知ることができるだろう。「倭」の呼称は、蔑称でも神話でもなく、一つの文明の選択肢の名として、理解すべきではないだろうか。それでは、海南島の黎族文化を、中國紀行CKRM的視点で見ていこう。", "アジア太平洋観光社", 0,"9784073533207.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("47都道府県・競技/大会百科",4840 ,100 , "スポーツまちづくり研究会", "　日本ではさまざまなスポーツ競技が盛り上がりを見せている一方、各地では古くから続く伝統的な競技/大会も開催されている。さらに近年では、町おこしや観光資源の掘り起こしなどの観点から、地域の特産物や風土を生かした競技/大会も数多く生まれている。
　本書では、一般的なスポーツ競技にとどまらず、伝統的な競技/大会や文化的背景を持つもの、さらには近年誕生したユニークな競技/大会まで、幅広く紹介する。", "丸善出版", 0,"9784621312292.jpg",16,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("明治維新と日本の城",1870 ,100 , "安藤 優一郎", "武士の権力を象徴した城は、明治維新によって存続の危機を迎えた。全国の城は解体が進み、在りし日の姿を失っていく。そんななか、城の建物・跡地の利用をめぐって、攻防戦が勃発。政府、陸軍、旧藩主、旧藩士、地元住民など、大勢の思惑が絡み合うなか、城の存廃は決まっていった。
城はいかにして、明治の危機を乗り越えたのか。その知られざるドラマに迫る。", "彩図社", 0,"9784801308084.jpg",16,null);
