
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("明日死んでも幸せですか？ 「死の解像度」を高めれば、生が輝く",1650 ,100 , "森　隆浩", "生きることと死ぬことは、決して別の道ではありません。
両方を見つめるとき、私たちは初めて
「命」という全体を理解し始めるのだと思います。（「はじめに」より）

日米両国で臨床経験を積んだベテラン医師であり、
かけだしの僧侶でもある著者が、

「医療現場」
「死の記憶を宿す地」
「映画」
「偉人たちが残した言葉」

という４つの扉を通して、
死を見つめ直す旅へと、あなたをご案内します。

そして、「死の解像度」を高め、
人生の有限性を心から意識できるようになると――

・人生の優先順位が明確になる
・人間関係が整い、絆が深まる
・日常に感謝できるようになる
・イライラしなくなる
・お金に縛られなくなる
・健康の意味が変わる
・人生の終焉をデザインできる

本書は、「死を考える本」でありながら、
実はこれからをどう生きるかを
静かに問い直す一冊です。

医療の専門知識を背景にしつつ、
誰もが自分の人生に引き寄せて読める言葉で
綴られています。", "ＫＡＤＯＫＡＷＡ", 0,"9784046077882.jpg",10,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("遅咲き 肌管理オタク 美容に全ぶり",1815 ,100 , "大沢 あかね", "「私の美容は“伸び代”が売り！」
「結局キレイは、お風呂でどうにかなる」

40歳から“急な美人化”で話題！　大沢あかねのお風呂美容術。


「三児の母として育児中心の生活。仕事も、ロケあり・生放送ありで超多忙！　朝、顔を洗うのもめんどうだった放置肌の私が、36歳から一念発起！　『私はきれい売りじゃないし…』とサボってきた呪いを、美容が解いてくれました。
「キレイな方がいい」って時代じゃないけど、自分くらいは自分のこと、キレイって思いたい！　
手抜きが得意な私が実践している、美肌のためのマイルールをお届けします」

・理由を知る：なんとなく“塗る”から、目的を持って“効かせる”イメージ
・必要なだけ：全部やるのではなく、今日の自分に合う“丁度いい”選択を
・習慣に埋め込む：続ける仕組みを、暮らしの中に埋め込む

・美容オンチだった私も「お風呂美容」だけはサボらなかった！　―― ふっくら蒸しているような美肌作り
・保湿は“外1：内9”割！　 ―― 水を飲んで、汗をかく！　塗るより大切な、インナーケア思考
・「乳液サンドイッチ」保湿　 ―― トコトン潤う！「乳液⇒化粧水⇒シートマスク⇒化粧水⇒乳液⇒クリーム」
・出しっぱ運用　 ―― “しまうとサボる”問題を解決。続けるコツは、意思より仕組み！
・リップは３本常備！ほうれい線にはクリームを埋め込む 　――― 肌も、唇もトコトン過保護に
・40歳を過ぎてやってきたメイク熱 　―― 若い頃の透明感を再現！ 下地にラベンダーカラーを仕込む", "ワニブックス", 0,"9784847076251.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ひまわりの迷宮　中原淳一評伝",3080 ,100 , "砂古口　早苗", "美の先駆者の素顔に迫る決定的評伝！
家族へのインタビュー、新発掘資料を多数掲載

戦後日本の女性ファッション、文化の礎を築いた中原淳一（1913-1983）の仕事と、謎多き生涯を、朝ドラ「ブギウギ」原案著者が解き明かす。
1932（昭和7）年、19歳で雑誌「少女の友」（実業之日本社刊）に登場、表紙画などで少女たちから絶大な人気を誇った中原淳一。戦後は自ら雑誌を創刊、ファッション、インテリアなど多彩な分野で時代をリードするも四十代半ばで病に倒れる。私生活では、宝塚トップスター・葦原邦子と家庭を築くと同時に、シャンソン歌手の高英男とも終生深い親交があった。謎多き三人の絆を解き明かし、今なお輝きを放つその生涯をたどる。

【著者あとがきより抜粋】
「思えば、私たちの生きる世界は、第二次世界大戦が終わってからも平和ではなかった。いつの時代も、どこかで戦闘があった。そんな時代に抗う方法は、社会の在り方を否定し、ノーと言うことだが、もう一つある。自分が愛すべきこと、好きなこと、守るべきことを人々に伝えること、それをやり通すことだ。中原淳一が今も古びないのは、この方法をとり続けたからだと私は思う」

【目次】
序文　　ひまわりの謎
第１章 生い立ち　出生から上京まで
第２章 夢見る瞳と反骨精神　一九二三年から敗戦まで
第３章 美は生きる希望　一九四五年夏から一九五二年まで
第４章 創造する喜びと葛藤 　一九五二年から一九七一年まで
第５章 美しく生きる　一九七二年から一九八三年まで
附章 中原淳一とゆかりの人々
杉村春子／田中千代／石井好子／三島由紀夫／美輪明宏／浅丘ルリ子／高峰秀子／雪村いづみ／淡路恵子／安達瞳子／篠田桃紅／伊丹十三／高田賢三／金子功／長沢節／芦田淳／コシノジュンコ／田辺聖子／須賀敦子／高橋真琴／やなせたかし／瀬戸内寂聴", "実業之日本社", 0,"9784408539065.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("いい言葉がいい人生をつくる", 1430,100 , "『PHP』編集部", "月刊誌『PHP』に掲載された人気エッセイ、インタビューから選りすぐって収録しました。年齢を重ねてなお、生き生きと過ごすための「珠玉の言葉」をお届けします。
「不運なときほど、運はたまる」「いくつになっても喜びを見出せる」「前向きな人に『いいこと』は起こる」の3章立てで、16名のエッセイ、インタビューを掲載。
萩本欽一（コメディアン）、綾小路きみまろ（漫談家）、尾木直樹（教育評論家）、仲代達也（俳優）、榊原郁恵（タレント）、荒俣 宏（作家、博物学者）、山極壽一（総合地球環境学研究所所長）、夏井いつき（俳人）、財津和夫（ミュージシャン）、宇野千代（作家）、八代亜紀（歌手）、平野レミ（料理愛好家）、三遊亭小遊三（落語家）、南こうせつ（シンガーソングライター）、有川真由美（作家、写真家）、北川悦吏子（脚本家、映画監督） といった豪華な面々が、豊かな人生を築くための秘訣を教えます。", "ＰＨＰ研究所", 0,"9784569860619.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("まんだらけZENBU",999 ,100 , "まんだらけ", "怪獣の方に焦点をあてた大特集、ソフビを中心にTOY、ゲーム、乗り物、ノート類、図鑑、絵本、雑誌、ポスター、カードと怪獣ならでは多岐にわたるラインナップ。誰もが知る怪獣の凄さを実感できます。誌面でまさに暴れまわっています。", "まんだらけ", 0,"9784860722326.jpg",10,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新定番！フライパンごはん　人気料理家20人が考案した満足レシピ",1760 ,100 , "婦人之友社編集部", "手順も材料もできるだけシンプルに。

フライパンひとつで、おいしくて気分の上がるごはんが作れます。
忙しい日、ちょっと料理がしんどい日にも頼れる“お助けレシピ”から、
来客にも喜ばれる“ごちそうメニュー”まで。

新谷友里江さん、きじまりゅうたさん、舘野鏡子さんほか、
人気料理家が提案する、フライパンひとつの魔法。

くり返しつくるうちに、気づけば料理上手になれる一冊です。", "婦人之友社", 0,"9784829211045.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ボウルも型もいらない！ 本当は秘密にしたい 耐熱容器の家おやつ",1760 ,100 , "青木　ゆかり（♪♪maron♪♪）", "「お菓子作りって楽しいけれど、準備と後片付けが大変...」 「ボウルや型、洗い物の山を見ると、作る気が失せる...」　もう、そんな心配はいりません！　『不思議パン』シリーズで大人気のレシピクリエイター、♪♪maron♪♪さんが考案した、究極の手間なしおやつレシピが登場です！本書で主に使うのは、「耐熱容器」ひとつ！　計量も、調理も、加熱も、保存も、すべて耐熱容器ひとつで完結する簡単おいしいレシピです。本書で作れば、○とにかく洗い物が少ない！ ボウルや型が不要なので、用意も後片付けも楽ちん　○誰でも失敗知らず！ 難しい工程やテクニックは一切なし。すぐに手に入る材料だけで、驚きのおいしさ　○手軽なのに見栄えがいい！ 毎日のおやつから、特別な日のスイーツまで、そのまま食卓に出せる仕上がり
台湾風カステラ、バナナケーキ、クレームブリュレにスイートポテトまで！「手間なし、おいしい」が叶うレシピを分かりやすく丁寧に解説します。もう面倒な手間や洗い物に悩まない！ 忙しいあなたに、ご自愛おやつタイムをくれる一冊です！", "ＫＡＤＯＫＡＷＡ", 0,"9784046079466.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("あきらめましょう",2200 ,100 , "草下　シンヤ", "Xフォロワー１４万人。手掛けた書籍2000万部以上。150万人登録の人気Youtubeチャンネルの仕掛け人。様々な顔を持ち、裏社会を最前線で味わってきた結果、たどり着いたミドルエイジに向ける令和時代の生き方のテーマ、「諦観」の指南。
「仕事」「金」「友人」等々。
人生の中で避けては通れない命題に立ち向かってきて。そろそろ人生の折り返し点に差し掛かり、この先の天井が見え始めてきたミドルエイジ。
そんな世代に、若さと老化の折り合いをうまくつけて、クライシスを乗り切るために、ポジティブにあきらめていく「諦観」の秘訣がここに。
令和時代の人生後半戦は「諦観」をベースに生き抜きましょう。
裏社会の体験実例を軸に、そんな、あきらめのコツを紹介していく処方箋。
読み終わると、自分を苦しめていた執着がすっと消えていきます。
カリスマ編集者：箕輪厚介も大推薦!!", "ＫＡＤＯＫＡＷＡ", 0,"9784046839800.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新・アトピーと栄養",1100 ,100 , "栗木 安弘", "“栄養”から読み解くアトピーの新しい教科書！
アトピーというのは単なる診断名ではありません。
皮膚は内臓の鏡です。
アトピーで見られる皮膚の変化は体内で起こっています。
栄養障害を示すサインなのです。
アトピー治療は、スキンケアや塗り薬だけではありません。
栄養の力によって皮膚は生まれ変わります。
薬に頼らないアトピーの治し方が本書に！

★目次★
●第１章：アトピーについて
・アトピーの原因
・日本のアトピー治療
・かゆみに関して
・私の試みた治療
・栄養療法とは
・クリニック開業へ
●第２章：皮膚と栄養
・皮膚のはたらき
・表皮
・皮脂膜
・真皮
・タンパク質
・脂肪
・糖質
・鉄
・鉄の種類
・亜鉛
・ビタミンＡ
・ビタミンＢ群
・ビタミンＣ
・ビタミンＤ
・ビタミンＥ
・核酸
●第３章：アトピーの栄養療法
・皮膚の変化と栄養
・アトピーの皮膚の変化
●第４章：アトピーと全身
・胃の機能と栄養
・腸のはたらきと腸内環境
・肝臓について
・脂肪肝
・脂質代謝異常
・貧血（鉄欠乏性貧血）
・貧血に対する栄養療法
・小児とアトピー
●第５章：アトピーの食事、その他
・タンパク質摂取
・糖質制限
・その他の食事の注意点
・サプリメントに関して
・血液検査に関して", "ぎょうけい新聞社", 0,"9784888545846.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("樹脂粘土で作る　季節のミニチュアスイーツ・アラカルト",1760 ,100 , "ｈａｎａｉｒｏ　小口マキ", "「季節の訪れ」を表現したミニチュア作品で人気のhanairoによる初の著者本。樹脂粘土で作る四季と和のミニチュアスイーツを集めました。さくらんぼムースやレモンレアチーズケーキ、ブッシュドノエルなど、パティスリーのメニューをめくるように楽しめる1冊です。フルーツ＆トッピング編、スイーツ編、アクセサリー編の3部構成で、全55点のレシピを掲載。パーツごとに作り方を学び、さまざまな作品に応用できます。材料や道具の選び方、粘土の扱い方、原型と型取り、着色など、基礎も丁寧に解説。全80ページ・フルカラーのプロセス写真で初心者さんでも安心です。カバー袖に、作品を飾って楽しめる切り取り式のミニプレート付録つき", "日本ヴォーグ社", 0,"9784529065290.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("都市地図大阪府 和泉市",1320 ,100 , "昭文社 地図 編集部", "『都市地図』は、広げて見るシートタイプの都市詳細地図です。全国約1000市町村をラインナップしています。日常利用に幅広く応える、お役立ち情報が満載です。

●商品概要
【本図】和泉市主要部　1:15,000
【広域図】和泉市全域　1:50,000
【付録】町名索引、施設索引（役所、官公署、公共施設など）

●サイズ
商品のサイズ
88×62.5×0.01 cm
パッケージのサイズ
10.3×21.3×0.85cm

シリーズ特長
・広げれば見えてくる、街のすがた
1枚の大判紙で市町村の姿が一目でわかり、日々の暮らしに役立つ情報や街の特徴を表現した市町村案内地図です。

・街の基本情報を忠実に表現
道路や鉄道、住所、公共施設、商業施設、自然地形など地図としての基本情報を忠実に表現。コンビニやファストフード、ガソリンスタンドなどはロゴマークを記号化することで直観的に識別できるようにしています。

・町名施設索引付き
町域で色分けされた地図と町名索引で、場所の検索も容易です。

・様々な利用シーン
営業やエリアマーケティング、不動産業務、分布図作成、地域の防犯・防災マップ作成、入学祝いや引越し祝いの贈答品に", "昭文社", 0,"9784398927330.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ハンディマップル でっか字 神戸詳細便利地図",1650 ,100 , "昭文社 地図 編集部", "散策やサイクリングといった、鞄に地図を携帯して使うシーンで便利な地図です。コンパクトサイズながら大きな文字ではっきり見やすく、文字が映える色使いの地図デザイン。詳細地図を充実させて、街の様子や情報を分かりやすく表現しました。駅名、町名、施設の充実した索引付きで目的地検索が便利で使いやすいです。

●商品概要
【拡大図】神戸市の主要部　1:5,000～1:6,800図
【詳細図】神戸市とその周辺エリア　1:12,000～1:24,000図
【その他】町名索引、施設索引、駅名索引、鉄道路線図

●サイズ
（約）縦185㎜×横133㎜
・カバンに入れて持ち歩く地図だから軽さにこだわり、従来品よりも軽い紙質に変更しました。

●掲載地域
・都心部だけではなく郊外まで含めた範囲を収録しています。
・都心部は縮尺1:10,000より大きな詳細地図で収録し、多くの情報を掲載しています。

●見やすさを追求した地図デザイン
・「町名」「駅名」は大きく太くはっきりと表示、建物を用途別に色分けをしたり、地下鉄も路線別シンボルカラーや駅ナンバリングを用いたりして識別しやすくしています。
・地下鉄や地下街の出入口番号、病院の文字がより見やすくなるように改良しました。

●地図以外の充実した便利情報
・鉄道路線図、掲載エリア内の駅名、町名、主な施設の索引一覧が付いていますので、お出かけや行きたい場所を探すのに便利です。

●様々な利用シーンでオススメ
・出張やビジネス
・サイクリング
・観光や街歩き
・自宅で予習", "昭文社", 0,"9784398471482.jpg",10,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("スーパーマップル 九州道路地図",4950 ,100 , "昭文社 地図 編集部", "各エリアの詳細図から広域図まで、様々な縮尺の地図が１冊で揃います。近くのおでかけから泊まりがけのドライブ旅行、ビジネス利用まで、あらゆるシーンに対応できる道路地図の決定版。キーワード索引、町名索引、施設索引、高速道路料金表など、地図以外の便利情報も充実しています。

●商品概要
【主要都市中心図】博多・天神周辺、小倉駅、佐賀城公園、長崎駅・グラバー園、熊本城、大分駅、宮崎駅、鹿児島中央駅　1:7,500図
【福岡・北九州詳細図】福岡市、北九州市主要部　1:15,000・1:18,000図
【主要都市・観光地詳細図】1:7,000～1:30,000図
【主要都市周辺図】1:30,000・1:60,000図
【広域観光図】阿蘇、くじゅう、霧島山　1:120,000図
【九州全域図】1:200,000～1:300,000図
【その他】キーワード索引、町名索引、施設索引、鉄道案内図、フェリー運賃表、有料道路料金表、高速道路料金表、高速道路網図

●幅広い用途に対応する、”究極”の道路地図
『スーパーマップル』は、近くのおでかけから泊りがけのドライブ旅行、ビジネス利用まで、あらゆるシーンに対応できる道路地図です。1991年の発売以来、多くのドライバーの方々に支持されています。

●巧みな縮尺使いで、あらゆる利用シーンに対応
日常使いから長距離移動まで、様々な利用シーンを想定して複数の縮尺を採用。車利用に最適な中縮尺だけでなく、都市部では縮尺1:15,000程度、さらに広域図で各地方をカバーしています。主要エリアの中心部は、縮尺1:7,500程度で、詳細図として詳しく案内しています。

●地図以外の充実した便利情報
キーワード索引、町名索引、施設索引、高速道路料金表など、地図以外の便利情報も充実しています。", "昭文社", 0,"9784398632852.jpg",10,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("なんとなく、いいイラスト　いいねがもらえる秘密",2530 ,100 , "いちあっぷ編集部", "万バズしたいいイラストを30点集めました！

この本では思わず「いいね」してしまうようななんとなく、いいと感じるイラストが
どのようにして見る人のハートを掴んでいるのかに迫ります。

・イラストに魅力を吹き込む考え方
・自分の「好き」を表現する方法
・共感を得る工夫
・SNSでパッと興味を引くための戦略
・タップしてつい見たくなる描き込み

などイラストの上手さだけではない、目を引くアイデアが盛りだくさん！
なんとなく、いいのなんとなくにはたくさんのこだわりが詰まっていました！
そのこだわりを30名の人気イラストレーターが語ります。

カバーイラスト：朔月八雲

参加イラストレーター：
うた坊/まかろんK/びねつ/朔月八雲/TSUMOI/殿茶/ふたい/麦田 雛/石田/麦田屋/萩森じあ/サボテン/橋本洸介/古弥月/?mocoge?/oN/とどみ/REMU/きぞ/ぺんたごん/ほし/月うさぎ/もる?？/ましろか/中村ひなた/0?％/犬吠埼いつき/ｲｿﾉ/ちぇりぼん/色谷あすか（※掲載順）", "ＭＵＧＥＮＵＰ", 0,"9784434372483.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("へちま画集 travidebla",3850 ,100 , "へちま", "人気アニメーター・イラストレーターへちまの初画集
アニメーターとして、『超かぐや姫』ツクヨミキャラクターデザイン、日清どん兵衛CM「どんぎつねシーズン2 耳そこなんですか?篇」アニメーションディレクター。イラストレーターとして、ライトノベルや児童書の挿絵、ソーシャルゲーム、初音ミク他、キャラクターイラストを中心に活動している、人気アニメーター・イラストレーターの初画集。オリジナルから商業案件まで、145作品超収載。", "宝島社", 0,"9784299060945.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ダブドリ　Vol.26",1650 ,100 , "ダブドリ編集部", "超ロングインタビューで本音に迫る『ダブドリ』もVol.26！

★西村文男（千葉ジェッツ）
今シーズン限りで引退を表明した超ミスタージェッツが2度目の表紙で登場！　対談パートナーとして、小学校からの幼馴染で親友のアルバルク東京伊藤大司GM！　紐解かれる西村文男の凄さ、ここでしか読めない爆笑トークの連続を堪能してください！

★朝山正悟（広島ドラゴンフライズ） × 宮永雄太（佐賀バルーナーズ） × 柏木真介（シーホース三河）
81年世代のレジェンド3人が9月の広島に集結！　爆笑の思い出話から、これからの日本バスケットへの想いを語る。作られてきた歴史と作り上げる未来がここにある。

★五十嵐圭 × 鵜澤潤（新潟アルビレックスBB）
「もう一度、強い新潟を」その想いを持って新潟に戻り、再建を託された五十嵐圭と鵜澤潤。今回は2017-18シーズンに新潟で共に戦った城宝匡史をインタビュアーに、当時を振り返りながら、これからの新潟に必要なことを探っていく。

★水野幹太（川崎ブレイブサンダース） × 半澤凌太（仙台89ERS）
幼少期から福島で育った幼馴染の2人はどんな道を辿り、プロ選手になったのか。今回はダブドリ初のバスケットボールイベントとインタビューを掛け合わせ、子供たちと一緒にバスケットボールを楽しみながら、彼らが大切にしてきたマインドに迫っていく。

★スタンリー・ジョンソン（長崎ヴェルカ）
2015年のNBAドラフト1巡目8位指名を受けたスーパースターがB.LEAGUEにやってきた。好調長崎ヴェルカを支えるスタンリー・ジョンソンの半生に迫っていく。聞き手は大西玲央。

★磯野寛晃 × 山本翔太 × 本村亮輔（熊本ヴォルターズ）
熊本ヴォルターズを支えた本村亮輔の引退。そんな彼が想いを託した2人、磯野寛晃と山本翔太。変わらぬ優勝への想いと葛藤に迫っていく。ヴォルターズの新キャプテンと日本人エースは今何を思うのか。

★山際爽吾（岩手ビッグブルズ）
岩手ビッグブルズを引っ張る若手ポイントガードの山際爽吾。大活躍の裏にある彼のマインドに迫る。聞き手は大柴壮平。

旅ささらはいよいよ北海道上陸！　夜明け前には江戸川大学の守屋志保さんが登場。新企画「二野宮星夏の女子バスケOVERTIME」がスタート！　初のゲストは同じ04年世代のトヨタ自動車アンテロープスの横山智那美が登場！", "ダブドリ", 0,"9784871196369.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ウマゲノム版 種牡馬辞典 2026-2027",3500 ,100 , "今井 雅宏", "本書は、一般的な種牡馬データでは捉えきれない競走馬の「精神構造」に着目。どのようなローテーションで力を発揮し、どんな条件（枠・頭数・距離変更）で走るのかを、独自の詳細データで徹底解析します。
今作ではさらに、年齢・枠・距離変更別の走破データを、牡馬・牝馬ごとに精密分析。種牡馬ごとの激走パターンを、これまで以上に立体的に把握することが可能になりました。
また、血統分析で欠かすことのできない母父（BMS）にもフォーカスし、産駒の走りにどのような影響を及ぼすのかをデータとともに検証。巻末袋とじには、現役馬616頭の激走パターンがひと目で分かる、お馴染みの「最新版予想着順データ」を収録。
穴馬券を獲るための理論・データ・実戦性を融合させた、種牡馬辞典の決定版です！

【本書の特長】

●現役種牡馬のデータを一挙大公開
　本書は、現役種牡馬全頭の基本データに加え、今井氏独自の理論「Ｍの法則」に基づく、産駒の特徴や好走パターンを網羅した一冊です。ペース変化への向き不向き、枠や距離の相性、コース替わりでの一変など、長年にわたり今井氏が蓄積してきた“走りの本質”に迫るデータを、海外種牡馬を含む現役350頭超のすべてについて掲載しています。

●お馴染みデータから新理論データまで、手応えのある一冊！
前作『ウマゲノム版種牡馬辞典』で収録していた基本データ（系統・Ｍ３タイプ、Ａ～Ｅで表したＭ３オプション）に加え、《変わり身指数／疲労耐久指数／芝・ダート別ダッシュ最現値》など、ウマゲノム独自の実戦指数も引き続き収録。
今作ではさらに、牝馬と牡馬で異なる“変わり目”を見極めるための新データ群を大幅強化。距離変更や枠替わり、馬体重や年齢による短縮・延長パターンを、牡馬・牝馬別に分析し、より実戦的な判断を可能にしました。

●巻末特典も充実！
　前作で好評を博した「最新版予想着順データ」を、今回も袋とじで収録。オープンクラスの現役古馬について、適距離・適条件・適馬体重などを整理し、今井氏による馬ごとの詳細な評価を、計616頭分掲載しています。
直近のレースにそのまま使える“即戦力データ”として、予想の精度を一段引き上げてくれる特典です。


■著者プロフィール
今井雅宏（いまいまさひろ）…90年代に「Ｍの法則」を発表し、従来の競馬常識を一掃。TV等の映像出演は一切ないにも関わらず、その理論や著書は30年にわたり支持され続けている。提唱した理論は馬券を買う者の“常識”となり、彼の影響を大きく受けている予想家は多い。競馬への圧倒的な情熱と探究心で、今なお多くのフォロワーを抱える競馬界のレジェンド。", "ガイドワークス", 0,"9784867105702.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("増子敦貴カレンダー 2026.04-2027.03",3080 ,100 , "増子　敦貴", "俳優として、アーティストとして輝き続ける、増子敦貴の撮り下ろし美麗カットを収録した、12ヵ月カレンダー。

2026年版は上海と日本で撮影。
上海での美しすぎるカットから、日本での等身大感のある素顔カットまで、
たっぷりと楽しめる卓上大判カレンダー！", "ＫＡＤＯＫＡＷＡ", 0,"9784048977791.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("語りかけるピアノレッスン",1980 ,100 , "森真奈美", "まるで先生が隣にいるような臨場感!
大人の趣味で大人気!
脳トレにも最適といわれるピアノを
自宅にいながらマスターできます!

音符や楽譜の読み方も一から解説。
そして、基本が分かったら(思い出したら)、
ベートーヴェンの「エリーゼのために」を弾いてみましょう!

「えっ、いきなりそんな名曲弾けるの?」と思うかもしれませんが、大丈夫。
44ページにわたって、曲のなりたちから、構成、最初の1小節めの弾き方から、
本書の特徴である「語りかける書き込み」で
先生が一つひとつていねいに説明してくれます。

「エリーゼのために」が弾けるようになったら、次の挑戦は、
CMやドラマでもよく流れてくる不朽の名曲の数々です。

ノクターン/ショパン、
ピアノソナタ「月光」/ベートーヴェン、
パッヘルベルのカノン/パッヘルベル、
主よ、人の望みの喜びよ/バッハ、
トロイメライ/シューマン
etc

など、ピアノの鍵盤に向かうすべての人が、
生涯で一度は弾いてみたいクラシックの10曲を収録。

「エリーゼのために」を含め、
全10曲演奏動画に飛べるQRコード付きなので、
迷うことなく「次にどう弾くか」が分かります。





著者:森 真奈美
東京都出身、国立音楽大学附属中学・音楽高校を経て、同大学作曲学科卒業。演奏、音楽制作、指導、執筆など多岐に渡り活動中。近年はピアノ譜のアレンジを数多く手がけ、『かんたん! よくわかる! 楽譜の読み方』『もう1曲聴きたい! と言わせるピアノの弾き方』(ともに日東書院本社)など、曲集やトレーニング教材なども多数。", "日東書院本社", 0,"9784528025004.jpg",10,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ｎｕａｎｃｅ",1650 ,100 , "高芦あかり", "SNS総フォロワー数100万人超え！　大人気インフルエンサー高芦あかりさん初の著書。
ひとり暮らしを自由に楽しむライフスタイルを紹介します。
服を着ること、ごはんを食べること、おうちに住むこと、すべてが愛おしくなるような自分だけの好きを詰め込む”ひとり時間”のアイデアが満載です。", "ワン・パブリッシング", 0,"9784651205502.jpg",10,null);
