
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("2026年度版　技術士第二次試験「建設部門」〈必須科目〉論文対策キーワード",3080 ,100 , "杉内　正弘", "技術士第二次試験建設部門必須科目の論文試験対策に活用できる「キーワード集」の2026年度版。2025年度試験の分析に加えて出題テーマ別の想定問題を紹介、そして論文試験で役に立つ数多くのキーワードについて、丁寧な解説と参考になる文献資料を数多く紹介している。本書で、「試験会場で論文が何も書けない恐怖」から脱却できる。", "日刊工業新聞社", 0,"9784526084201.jpg",21,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("空調設備担当者の省エネ策発掘・効果予測ハンドブック",4180 ,100 , "前山 二郎", "業務用建物では、エネルギー使用量の約40～50％を空調設備が占めることが多く、省エネルギーの重点分野となっています。
本書は、空調を中心とした建物全体の省エネルギー対策を、「実務で使えるアプローチ」として解説する技術解説書です。
設備更新や無駄運転防止といった基本的対策に加え、インバータ制御や高効率運転など運用改善による省エネ効果を、短時間で簡易に試算する方法を紹介。Excelなどを用いた実践的な手順や、主要条件を入力するだけで効果を概算できる「簡易効果試算」も掲載しています。
省エネ投資計画の立案や、省エネ法に基づく中長期計画書の作成にも役立つ内容です。
具体的には、全36の具体的な改善策を、「熱負荷低減」「熱源効率改善」「ポンプ・送風機の運用改善」「その他」に分類して解説。
対象設備・計算式・試算条件・注意点を整理し、誰でも実務で使える「簡易効果試算」を掲載。
ここの事例解決が書籍の肝となっています。", "電気書院", 0,"9784485665664.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("詳解 電力系統工学",3630 ,100 , "加藤 政一", "電力系統の概要およびそれらを取り扱うための技術についてとりまとめ、近年の電力自由化における発送電分離や、スマートグリッドなどにも触れている。第2版では、過負荷時に出力を抑制して接続を認める日本版コネクト＆マージの概要について加筆した。また章末問題の詳しい回答をWeb資料として提供。", "東京電機大学出版局 ", 0,"9784501119409.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("復刊　例題で学ぶ　振動工学",3080,100 , "鈴木　浩平", "本書は『復刊　ポイントを学ぶ　振動工学』の姉妹編である。本書は手を動かして学ぶことに力点が置かれた演習書である。

各章の構成は「基本事項」で基本のおさえ、その後「例題」が提示されている。この例題を解くことで基礎力をつけ、章末の問題にチャレンジすることで基本的な知識ともに振動の考え方が理解できるようになっている。

本書では、特に振動現象のモデル化の問題を重視している。これにより一層の基礎知識を得ることができる。", "丸善出版", 0,"9784621312780.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("復刊　ポイントを学ぶ　振動工学",3080 ,100 , "鈴木　浩平", "本書は工学系の大学や高等専門学校の学生、若い技術者に振動についてわかりやすくまとめた教科書である。振動という現象は、機械工学の学びの中にとどまらず、地震から、鉄道、航空機までわれわれの生活に深くかかわっている。本書を読んで振動の基礎知識からその応用される分野を概観できるようになってほしい。

また、本書の中で掲載しているプログラムは、BASIC言語で書かれている。あらたな読者のために、丸善出版のホームページに関連するPythonのプログラムを掲載した。ぜひとも、学習に活用してほしい", "丸善出版", 0,"9784621312766.jpg",21,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新　粉体工学概論",4180 ,100 , "椿　淳一郎", "砂糖や塩、小麦粉、トナーなどに代表される粉は多様な製品として、あるいは原料や中間品として身近な存在である。そんな粉体技術の革新は、取り扱う粒子径の小型化によってもたられてきた。小麦粉やセメントなど乾式で数十μm級の大きな粒子の集合体を扱っていたときと比べ、ファインセラミックスなど無機材料開発の分野が進展すると数～数十nmまで小さくなった。ただし両者は粒子挙動がまったく異なり、従来の技術では操作できず新たな体系の確立が待たれていた。しかし、粒子や粒体、粉、粉体、粉粒体という類似用語が存在しているように、厳密な定義がなく使われる現状下で粉体工学の全体像は不鮮明だった。本書は、これまでの「粉体は単一粒子の集合体」という定義をとらえ直し、粒子の集合形態を懸濁集合と堆積集合に分類した上で粒子・粉・粉体をそれぞれ明確に再定義した。これにより、知識の寄せ集めではなく、すべてを網羅した新しい粉体工学観を初学者にも理解しやすいよう体系化した本とする。", "日刊工業新聞社", 0,"9784526084232.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("寄り道の科学　地層の本",1980 ,100 , "西川　有司", "日本列島は、世界でも有数の地殻変動が活発な地域で、地震や火山活動などが多い。また最近の異常気象などにより、その土地の性状が露わになり、環境破壊、事故なども起こっている。このおうな大地は地層と岩石から構成されていて、それが山や谷をつくり、我々の生活の場を支えている。地層はそうやって何億年も前から活発に動き、循環し、この地球の基礎を作ってきたのだ。そして、それを見ればその土地の歴史、成り立ち、これからのことなどもわかってくるのだ。この本では、「地層」とは何かという基礎から、日本の国土の成り立ち、地層の見方まで図解でわかりやすく解説する。本書は、2015年3月に発行（3刷）した書籍『おもしろサイエンス　地層の科学』の改題新版です。", "日刊工業新聞社", 0,"9784526084249.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("トコトンやさしい船舶工学の本　第2版",1980 ,100 , "池田　良穂", "船は、各種の交通機関の中でも人が最も古くから利用してきたもので、現代になっても船の役割は昔と変わらずに大事で、日本では輸出入貨物の99.6％を船で運んでいる。船の歴史は、古くは水に浮く草や木材で作られた小舟から始まったが、今では巨大なビルよりも大きな船が多く建造され、時速30～40kmのスピードで大海原を航海している。海は時として荒々しい姿を見せ、10mを超える巨大な波が発生することもある。そうした厳しい大自然の中でも安全に航行できる船を開発・設計・建造するための学問が船舶工学である。かつて船舶工学は経験工学ともいわれ、古くから伝承されてきた技能がベースだったが、今ではしっかりと科学に裏打ちされた高度な科学技術に基づいている。本書は、その船舶工学をわかりやすく解説、紹介する。初版の内容を全面的に見直すとともに、①船舶用新燃料の活用、②巨大クルーズ客船や巨大コンテナ船、③国を守る軍用船、④特殊用途に用いられる船舶などの最新情報を盛り込む", "日刊工業新聞社", 0,"9784526084218.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("トコトンやさしい都市計画の本",1980 ,100 , "宮本　万理子", "都市計画史や制度の教科書的なことから、人口動態や人手不足問題などの社会課題の視点から都市形成史をまとめました。
　また、老朽化するインフラ（道路、鉄道、下水道、河川、学校、住宅）の更新に併せてまちづくりに展開するための制度、事例紹介も多く紹介します。最近の都市計画の傾向を取り入れ、かつ実践的に活用できる内容です。", "日刊工業新聞社", 0,"9784526084225.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("考える建築材料　第2版",3410 ,100 , "庫川 尚益", "建築材料は建築の印象を決定するうえでも機能を維持するうえでも大きな要素である。本書は、材料選択においての要点を見開き単位でまとめ、多種多様な建築材料の特性、物性、成り立ち、機能、使用方法について豊富な図版を用いてまとめた教科書である。第2版は、建築物の低炭素化、省エネ化の推進を念頭に、加筆、見直しを行なった。", "彰国社", 0,"9784395322275.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("環境イメージのデザイン",1650 ,100 , "横山勝樹", "サスティナブルな社会の実現を目指すという「環境」の理念。本書は、それを具現化する「環境デザイン」のあり方を、何かが作られることで生まれる「環境イメージ」を介して考察する。人々の心に残るそのイメージを軸に据え、デザインを学ぶ方に向けてその基本的な考え方を説明する。

【主要目次】
はじめに
　環境という言葉
　デザインとは
　なぜイメージなのか
　本書のねらい
1　私たちは環境に生かされている
　カタツムリの歩みはのろい？
　環世界
　生かされる仕組み
　タブラ・ラーサ
　学校という制度
2　それぞれの見ている世界は違う
　地理的環境と行動的環境
　環境のイメージ
　場所の抵抗
　場所への愛着
3　子どもは正しいと信じる世界にいる
　子どものスケッチマップ
　正しい絵とは
　空間図式
　見えないデザイン
4　世界を冒険するとき
　学校のリニューアル
　学校のイメージ
　アンカーポイント
　冒険心
5　変わること、変わらないこと
　どうして妹の教室の方が広いの？
　ボトムアップとトップダウン
　机面の高さ
　起居様式
6　学校は舞台
　教科担任制
　教科教室型の中学校
　フレキシビリティ
　教科研究センターとメディアトリウム
　使用後の意識調査
　大きな学校、小さな学校
7　言葉で伝える環境
　通学路
　歩行訓練
　経路の口述
　視覚障がい者の空間図式
　歩行補助と環境設備
　携帯ディバイス
　AMS（Auditory Map System）の開発
　■コラム1―サインシステム
8　環境を選べる社会
　終の住処
　住み続ける
　ハウスアダプテーション
　■コラム2―病院のヒーリングアート
9　安心と安全は違う
　近隣住区
　空き巣の多い街
　空き巣が好きな場所
　CPTED
　良いジェントリフィケーション
おわりに
　環境イメージ
　環境デザイン
　なぜイメージのデザインか
謝辞", "技報堂出版", 0,"9784765526609.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("市民・自治体のためのごみとリサイクルの処方せん",1980 ,100 , "松藤敏彦", "ごみとリサイクルについて正しく考えるためには、2つの視点が必要になると考えられます。「最初から最後まで、部分ではなく全体を見る」ことと「環境によさそうかどうかではなく、定量的な指標を用いてよいかどうかを判断する」ことです。本書では、個別の知識を関連づけて組み立てて、知恵として働かせることが出来るよう講義風にしています。さらに、それぞれの章で取り上げた課題への対応やポイントを処方せんとして章末にまとめることで、より理解度を高められるよう工夫しています。

【主要目次】はじめに ／1．環境問題の大きな変化 ／2．ごみ分別が必要な理由 ／3．リサイクルの必要性と難しさ ／4．焼却と埋立は悪いのか ／5．環境を守るしくみ ／6．環境を守るごみとリサイクル ／7．ごみ減量の方法と効果 ／8．持続可能な世界のためにすべきこと ／索引", "技報堂出版", 0,"9784765534840.jpg",21,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("人気店舗デザイン年鑑 2026",15400 ,100 , "アルファブックス", "最強商業建築デザイン集「人気店舗デザイン年鑑」最新版！
2026年版は、和・洋・中華・亜編（クラブ、バー、スウィーツ系販売店も含む）オールジャンル作品一挙掲載！インバウンド対応、テイクアウト、デリバリー、キャッシュレス、予約の英語対応などの対策も掲載。

新規開業や改装、業態変更をお考えの飲食店オーナーが、1冊は持っていたい飲食店のデザイン実例を集めた店舗デザイン年鑑最新版！
店内・外観写真はもちろん、大きくて分かりやすいカラーの平面図。図面が苦手なオーナー、経営者でも一目瞭然。
お店のコンセプト、設計意図、設計費用、使用部材、来店客数、集客方法、年間広告費まで盛りだくさんの内容です。
これまでに無かった見やすさ、判りやすさで店舗を紹介します。1店舗4ページで掲載。

【掲載内容】
◉ 室内・外観の印象的な写真10点前後
◉ 店舗ロゴ&マーク、平面図
◉ 人気店舗レポート（オーナー）
◉ 設計費用、設計デザイナーレポート
◉ 年間広告費用、集客方法、客単価、人気店舗DATAなど
◉ 厨房・調理機器、照明器具、食器、IT管理関係メーカー、WEBなど、使用インテリアDATA/仕上げ材料

【本書の特長】
・店舗設計のサンプルデザイン集として営業に活用できます。
・新規開業に必携の書籍！店舗オーナーの経営参考書にオススメです。
・資料性に優れた書籍として長期使用が可能です。
・本企画は、人気店にスポットをあてて、その詳細を紹介する内容となっています。オーナーとデザイナーがたどり着いた繁栄へのサクセスを垣間見れる貴重な資料となります", "アルファ企画", 0,"9784910949673.jpg",21,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("分析機器の手引き",3300 ,100 , "一般社団法人　日本分析機器工業会", "分析化学や機器分析に関する書籍は数多く存在するが，分析に不可欠な「機器」そのものを中心に据えて解説した書籍はほとんどない．本書は，分析の要である分析機器について，原理や装置構成などの基礎知識を提供する．
117の分析機器を目的別に九つのグループに分類し，各グループの分析原理を簡潔に概説．そのうえで，個々の機器について構成要素，機能，特徴，用途を各1ページで整理した．装置の概要図や典型的な測定例も掲載し，視覚的な理解を助ける構成とした．
多様な装置の構造と操作を理解し，試料や分析目的に応じた適切な機器選定を行うことができる，現場で役立つ必携の一冊．", "丸善出版", 0,"9784621312711.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("手を動かして学ぶ はじめてのオペレーションズ・リサーチ",2640 ,100 , "堀田 敬介", "長年「オペレーションズ・リサーチ（OR）」の入門的講義を担当してきた著者が、文系・理系を問わず、数理が苦手な初学者でも楽しめるよう工夫を凝らした内容をベースに書籍化。現実の事例と結びつけ、その先どんな発展があり、どんな知識・技術が必要となるかが伝わることを目指して構成しています。
本書では手作業やゲーム形式の演習に加え、Excel、R、Python、QGIS、MIPソルバーなどを活用した実践的な演習内容を豊富に反映させています。数式を丁寧に読み込み、手を動かしながら学ぶことで、問題解決の「本質」が理解できる意欲的な教科書です。", "近代科学社", 0,"9784764907737.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＪＩＳハンドブック 20-3 電気設備 III〔照明・関連器具〕",33330 ,100 , "日本規格協会", "1. 個別にJIS規格をご購入いただくより安価！
1冊のハンドブックに平均して117ものJIS規格を収録しており、JIS規格を個別にご購入いただくよりも大変お手頃な価格になっております。日頃より多くのJIS規格をお買い求めいただいているお客様におススメです。
2. 特定分野のJIS規格の概略をつかめる！
JIS規格を分野別のハンドブック1冊に集約しているので、お手元に置いていただくことでお客様のお使いになる分野に存在する主要なJIS規格を把握できます。「どのJIS規格を購入すればよいか分からない」といったお悩みが出た際、特定分野のハンドブックに収録しているJIS規格をご確認いただくことが、お探しのJIS規格を見つける一助になります。
3. 持ち運びが容易なコンパクトサイズ！
通常A4サイズのJIS規格を一回り小さいA5サイズで収録しているため、持ち運びが容易で利用しやすくなっています。様々な場面でJIS規格を参照される場合にも大変便利です。", "日本規格協会", 0,"9784542191723.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＪＩＳハンドブック 40-1 溶接 I(基本)",29480 ,100 , "日本規格協会", "1. 個別にJIS規格をご購入いただくより安価！
1冊のハンドブックに平均して117ものJIS規格を収録しており、JIS規格を個別にご購入いただくよりも大変お手頃な価格になっております。日頃より多くのJIS規格をお買い求めいただいているお客様におススメです。
2. 特定分野のJIS規格の概略をつかめる！
JIS規格を分野別のハンドブック1冊に集約しているので、お手元に置いていただくことでお客様のお使いになる分野に存在する主要なJIS規格を把握できます。「どのJIS規格を購入すればよいか分からない」といったお悩みが出た際、特定分野のハンドブックに収録しているJIS規格をご確認いただくことが、お探しのJIS規格を見つける一助になります。
3. 持ち運びが容易なコンパクトサイズ！
通常A4サイズのJIS規格を一回り小さいA5サイズで収録しているため、持ち運びが容易で利用しやすくなっています。様々な場面でJIS規格を参照される場合にも大変便利です。", "日本規格協会", 0,"9784542191778.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＪＩＳハンドブック 32 紙・パルプ",16720 ,100 , "日本規格協会", "1. 個別にJIS規格をご購入いただくより安価！
1冊のハンドブックに平均して117ものJIS規格を収録しており、JIS規格を個別にご購入いただくよりも大変お手頃な価格になっております。日頃より多くのJIS規格をお買い求めいただいているお客様におススメです。
2. 特定分野のJIS規格の概略をつかめる！
JIS規格を分野別のハンドブック1冊に集約しているので、お手元に置いていただくことでお客様のお使いになる分野に存在する主要なJIS規格を把握できます。「どのJIS規格を購入すればよいか分からない」といったお悩みが出た際、特定分野のハンドブックに収録しているJIS規格をご確認いただくことが、お探しのJIS規格を見つける一助になります。
3. 持ち運びが容易なコンパクトサイズ！
通常A4サイズのJIS規格を一回り小さいA5サイズで収録しているため、持ち運びが容易で利用しやすくなっています。様々な場面でJIS規格を参照される場合にも大変便利です。", "日本規格協会", 0,"9784542191761.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＪＩＳハンドブック JIS総目録",7700 ,100 , "日本規格協会", "1. 個別にJIS規格をご購入いただくより安価！
1冊のハンドブックに平均して117ものJIS規格を収録しており、JIS規格を個別にご購入いただくよりも大変お手頃な価格になっております。日頃より多くのJIS規格をお買い求めいただいているお客様におススメです。
2. 特定分野のJIS規格の概略をつかめる！
JIS規格を分野別のハンドブック1冊に集約しているので、お手元に置いていただくことでお客様のお使いになる分野に存在する主要なJIS規格を把握できます。「どのJIS規格を購入すればよいか分からない」といったお悩みが出た際、特定分野のハンドブックに収録しているJIS規格をご確認いただくことが、お探しのJIS規格を見つける一助になります。
3. 持ち運びが容易なコンパクトサイズ！
通常A4サイズのJIS規格を一回り小さいA5サイズで収録しているため、持ち運びが容易で利用しやすくなっています。様々な場面でJIS規格を参照される場合にも大変便利です。", "日本規格協会", 0,"9784542191556.jpg",21,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＪＩＳハンドブック 41 金属表面処理",15400 ,100 , "日本規格協会", "1. 個別にJIS規格をご購入いただくより安価！
1冊のハンドブックに平均して117ものJIS規格を収録しており、JIS規格を個別にご購入いただくよりも大変お手頃な価格になっております。日頃より多くのJIS規格をお買い求めいただいているお客様におススメです。
2. 特定分野のJIS規格の概略をつかめる！
JIS規格を分野別のハンドブック1冊に集約しているので、お手元に置いていただくことでお客様のお使いになる分野に存在する主要なJIS規格を把握できます。「どのJIS規格を購入すればよいか分からない」といったお悩みが出た際、特定分野のハンドブックに収録しているJIS規格をご確認いただくことが、お探しのJIS規格を見つける一助になります。
3. 持ち運びが容易なコンパクトサイズ！
通常A4サイズのJIS規格を一回り小さいA5サイズで収録しているため、持ち運びが容易で利用しやすくなっています。様々な場面でJIS規格を参照される場合にも大変便利です。", "日本規格協会", 0,"9784542191792.jpg",21,null);
