INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("特殊清掃人グレイス・マクギルと孤独な死者たち", 1254, 100, "C．S．ロバートソンシーエスロバートソン(著)菅原 美保スガハラ ミホ(訳)", "唯一無二、推測不可の傑作ダークミステリー

〈それがわたしの仕事。
わたしは孤独死の後始末人なのだ。〉

グラスゴーに暮らし、孤独死のあった部屋の特殊清掃を仕事としているグレイス・マクギルは、現場を忠実に再現したミニチュア模型を作ることで長い間気づかれなかった死者の心に寄り添いつつ、自身の心の均衡を保っていた。そんななか、担当したばかりのふたつの現場にある繋がりを見出した彼女は、独自の調査に乗り出す。やがて、半世紀以上前に起きた未解決事件に辿り着くが……。
唯一無二、予測不可能、とびきりシニカルで最高にスリリング。スコットランドを席巻するベストセラー作家による、傑作ダークミステリーが満を持して日本に上陸！

【編集担当からのおすすめ情報】
一人世帯が全世帯の三分の一を占める日本で、大きな社会問題となっている孤独死。スコットランドが舞台の本作の主人公グレイス・マクギルは、孤独死のあった現場の清掃、いわゆる「特殊清掃」を仕事にしてしています。読みながら、清掃場面の克明な描写に惹き込まれながらも、なぜ死者はたった一人で死ななければならなかったのか、なぜ何週間、何ヶ月も誰にも気づかれなかったのかと、改めて孤独死を生む背景について考えさせられます。
一方、グレイスの独特なキャラクターとそこから生まれるシニカルな語りは読み進めるうちに不思議と癖になり、気づくと彼女の視点と一緒に作中の「謎」に夢中になって……と思いきや、この小説、決して一筋縄ではいきません。ぜひ、著者のたくらみと仕掛けに驚いてください。
そして、本作が生まれるきっかけとなったのが、実は日本で活動する遺品整理人の小島美羽さん。本書のカバーには、小島さん制作の孤独死現場のミニチュア模型を使用しています。
日本と本国スコットランドのコラボレーションが実現した本書を、ぜひお楽しみください。", "小学館",   0,"9784094074475.jsp",3,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("花蝶屋の三人娘 お江戸の女王", 759, 100, "有馬 美季子アリマ ミキコ(著)", "仇討ち、成就なるか？美人三姉妹の運命は？

町奉行所の同心が斬り殺された。
南町奉行の狼こと、定町廻りの沢井勝之進は、孔雀女王・お艶の仕業と見て、探索を始める。
だが、手掛かりを得られぬうちに、またもや仲間が斬り殺されてしまう。
奉行所が騒然とする中、お艶から突然、
「南町奉行を預かった。返してほしければ、符牒を解いて、勝之進ひとりで引き渡し場所に来い」
という文が届く。
先頃、お艶の甘い罠にはまり、九死に一生を得た勝之進は、汚名返上に躍起となる。
しかし、恋仲である〈花蝶屋〉のお蘭は心配を募らせて……。
なぜ、お艶は勝之進や三姉妹を付け狙うのか？ 果たして、その正体は？
そして、三人娘は仇討ちを成就させ、幸せをつかめるのか？
落涙必至の第四弾、シリーズ堂々の完結！

【編集担当からのおすすめ情報】
シリーズ第1弾は発売即大増刷、第2弾・第3弾も大好評！
2021年、第10回日本歴史時代作家協会シリーズ賞を「はないちもんめ」「はたご雪月花」シリーズで受賞した、今をときめく人気時代作家の第4弾、念願の仇討ち劇をお楽しみください！", "小学館",   0,"9784094075397.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新・教場2", 869, 100, "長岡 弘樹ナガオカ ヒロキ(著)", "「教場」映画プロジェクト原作！最新刊！

第一話 会意のトンネル
郷村秀初は、体格に優れた14歳年上の同期、岩国禾刀に何かと助けられていた。岩国は、郷村の母の中学時代の後輩だという。

第二話 不作為の鏡
成瀬幹人は、醜形恐怖症のため、一度鏡を見てしまうと離れられなくなる。招集に遅れることも多く、連帯責任を取らされる同班の若浦と宝条から苦情を言われていた。

第三話 遺恨の経路
木下百葉は、同じ教場の真鍋辰貴と交際している。真鍋は一月前まで同期の洞口亜早紀と付き合っていた。真鍋と百葉はクリスマスに会う約束をしているが、その前に犯罪捜査のペーパーテストがある。

第四話 犯意の影法師
南郷玲司と来栖研心は「警察学校生研究発表会」の予選にT県警代表として出場することになった。全国大会に進めれば卒配後はAランクの署に配属される。

第五話 黒白の極性
細沼理仁は、パチンコに大ハマりして同期に借金までしてしまった。軍資金を吐き出した土曜、ひったくり事件に遭遇する。

第六話 金盞花の迷い
卒業式が近づき警察学校では総代争いが激化していた。追掛冬和子はそのトップを走っているが、ライバルで新聞ベタ記事マニアの戌塚に図書室へ呼び出される。

【編集担当からのおすすめ情報】
映画「教場」プロジェクト連続公開！
主演／木村拓哉 監督／中江 功 脚本／君塚良一
2026年1月1日（木）「映画 Reunion」on NETFLIX
2026年2月20日（金）「映画 Requiem」in THEATERS

巻末には横山秀夫氏との特別対談を収録。", "小学館",   0,"9784094075434.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("喫茶おじさん", 781, 100, "原田 ひ香ハラダ ヒカ(著)", "それでも、コーヒーは今日もうまい。

松尾純一郎、57歳。
大手ゼネコンを早期退職して、現在無職。妻子はあるが、大学二年生の娘・亜里砂が暮らすアパートへ妻の亜希子が移り住んで約半年、現在は別居中だ。
再就職のあてはないし、これといった趣味もない日々の中、ふらりと喫茶店に入る。コーヒーとタマゴサンドを味わい、せっかくだからもう一軒と歩きながら思いついた。
趣味は「喫茶店、それも純喫茶巡り」にしよう。
東銀座、新橋、学芸大学、アメ横、渋谷、池袋、京都──
「おいしいなあ」
「この味、この味」
コーヒーとその店の看板の味を楽しみながら各地を巡る純一郎には、苦い過去がある。妻の反対を押し切り、退職金を注ぎ込んで始めた喫茶店を半年で潰したのだ。
たくさんの問題を抱えながら、男は今日も喫茶店へ向かう。閉ざされた夢の扉は再び開かれるのか？ 滋味深いグルメ×老後×働き方小説。
解説は、編集者の岡本仁氏。", "小学館",   0,"9784094075427.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("風の値段", 968, 100, "堂場 瞬一ドウバ シュンイチ(著)", "極秘データ海外流失疑惑の先にあの男がいた

売国なのか
愛のためなのか。

世界が注目する
風力発電の機密情報が
流出し、そして起きた女性研究者の死亡事件。
見え隠れするのは国際企業の影。

刑事と被疑者。
共に学んだ二人が
いま取調室で対峙する。

洋上風力発電の最新データが密かにライバル社に流出していた事件を
追う新橋署生活安全課の刑事・天木淳。
内偵捜査を始めると、国内どころか海外への技術流出が目前であることが分かった。そし
て捜査線上に浮かんできたのは大学時代の友人。

「本当にあいつは、機密情報を持ち出したのだろうか？そうだとして、良心の咎めを感じ
ていないのか？それほど図太い人間になってしまったのだろうか・・・・・・そん
な男を、俺はちゃんと調べられるのか？」（本文より）

卒業から十八年。交わるはずのなかった二人の人生が結びつき、そして
崩壊のドラマが始まる。", "小学館",   0,"9784094075410.jsp",3,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("14歳、明日の時間割", 759, 100, "鈴木 るりかスズキ ルリカ(著)", "奇跡の中学生作家による小説第2弾が文庫化

文学界騒然の中学生作家による第2弾小説が、待望の文庫化。新人小説家のデビュー作としては異例の10万部を突破するベストセラーとなった『さよなら、田中さん』の続編を希望する声が多い中、「これだけ、と思われたくないのでまったく違う作品を書きます」と始まった挑戦。何度もハードルの高い宿題、改稿を乗り越えたあげく、ますます進化し、ますます面白くなった、彼女でしか書き得ない珠玉の短編集です。今回の舞台は、中学校。時間割に見立てた7編の短編では、鮮やかに現代人の想いを描写し、現役中学生の目を通してのエピソードや人々の心情が、いたるところで手に取るようにリアルに感じられる展開に。思わず共感し、爆笑し、懐かしく想い、目からウロコが落ち、ハッとさせられ、そしてホロッと泣いてしまう生き生きとした描写の数々。
今青春時代のまっただ中にいる方はもちろん、学生時代が遠い昔という大人や、遥か彼方という熟年世代まで、全世代が心から愉しめる一冊です。まっすぐに胸に刺さる「生きる」ということ。泣いて笑える短編全7編のほか、巻末には書き下ろし短編『歳月』を特別収録。作家としての進化を感じさせる作品になっています。

【編集担当からのおすすめ情報】
現在、大学四年生となった作家・鈴木るりかさん。出会いは､彼女が11歳の頃でした。2年連続で『12歳の文学賞』大賞を受賞した頃のこと。その後の小説家デビューが実現することなどまったく予感もなく、とにかく本が好きで静かで観察眼が優れている人見知りの少女でした。その後、デビュー作『さよなら、田中さん』が大評判、ベストセラーとなり嵐のような日々を過ごしながらも地道に原稿を書きためていった小説が、今回の作品となります。
当時現役中学生の彼女でしか書き得なかった、鋭い目線とリアリティ。独特のユーモアのある文体とクスッと笑わせるセンス。そして、まっすぐ心に突き刺さる「生きる」ことへの想い。読み返してみても、本当に瑞々しく、鮮やか。唯一無二の短編集だと思います。
今回、文庫化にあたり、特別に書き下ろした『歳月』という短編小説を巻末に収録しました。単行本刊行当時から半分私小説？とも言われていた一番目の短編の主人公・明日香の還暦後を描いています。この作品に厚みを加える、必読の作品です。
そして、作品世界をさらに盛り上げてくれるのが矢部太郎氏のカバーイラストと挿画。まさに比類なき文庫となりました。", "小学館",   0,"9784094075403.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("後宮の主治妃 身代わりなのに溺愛されています", 682, 100, "青月花アオツキハナ(著)", "町医者の娘が皇帝の寵妃になって……！？

陽黎国の町医者の娘・明琳には、国内史上初の女性医師になるという夢があった。それには大学で学ぶ必要があるが、なにしろ資金が足りない。そこで学費稼ぎのため、奉公先の旺家の指示で、使用人と駆け落ちした当主の娘・芳杏の身代わりになって後宮の妃嬪選抜試験を受け、穏便に「落ちる」という役を引き受けたのだが…。試験期間中になぜか皇帝・龍月に気に入られた明琳は、落第どころか十二妃嬪の中でただひとり、龍月自ら選んだ貴妃として後宮に留まることになってしまった。
「私、後宮の主治妃になりたいんです。貴妃であり、後宮の皆さんの主治医ともなる真の医者に」
覚悟を決めた明倫は、猛勉強の末に大学に合格。しかし最難関の医科で唯一の女学生ということもあり、明琳への風当たりは強い。貴妃の身分を伏せ、「できるだけ目立たないこと」を目標に大学生活を送ろうするが、半年も経たぬうちにその優秀さは周囲に知れ渡ってしまう。
そして、様々な思惑が交錯する後宮でも明琳の活躍は続く。麻薬に心身を冒された先帝の治療から、後宮での懐妊騒動、危険な感染症への対応まで、明琳の名医ぶりは遺憾なく発揮され……。中華風ファンタジー第2弾！", "小学館",   0,"9784094075496.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("天ヶ瀬夫妻の秘密 不器用な夫の溺愛が始まる日", 704, 100, "麻生 ミカリアソウ ミカリ(著)條エダ(絵)", "昼は甘い新婚夫婦、夜は憎き仇敵同士！？

極貧暮らしの千歌は、空腹にふらつきながら町を歩いている途中、ひったくり騒動に遭遇する。犯人を取り押さえた縁で知り合ったのは、華族の帝国軍人・天ヶ瀬志弦。千歌の怪我と空腹を見かねた志弦により、千歌は志弦の屋敷に連れられ手当と食事を与えられる。
無表情で冷酷だと噂される志弦だが、その実は優しく誠実な人物。初めて口にする西洋料理と、志弦の静かな気遣いに触れた千歌は、久しぶりの温もりに感動する。志弦も自分を恐れず明るく素直に振る舞う千歌に惹かれ、その場で千歌に求婚。突然のことに戸惑いながらも、千歌は志弦の思いを受け入れて、二人は幸せな新婚生活を送る――はずだった!?
実は千歌には、人に言えない隠しごとがある。生まれながらに見鬼の才を持つ彼女は、封歌師として帝都に出現する怪異を密かに封じているのだ。そして志弦にも、千歌には明かせない任務と秘密があって……。
昼は人も羨む甘い新婚夫婦。夜は互いに顔を隠して同じ敵を巡り渡り合う仇敵同士。正体を知らぬまま惹かれ合う二人の関係は、いったいどうなる？
帝都を舞台に描く、和風ラブコメ退魔浪漫譚！", "小学館",   0,"9784094075465.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("砂冥宮　決定版", 990, 100, "内田　康夫ウチダヤスオ(著)", "忘れられた闘いの地で、男は還らぬ人となった――

三浦半島の須賀家は、泉鏡花『草迷宮』のモデルになった旧家である。ルポライター浅見光彦が雑誌「旅と歴史」の特集で取材をした数日後、当主の須賀老人が石川県「安宅の関」で死体となって発見される。遺された「金沢へ行く」の言葉を手掛かりに浅見が辿った老人の足跡は意外な場所で途切れていた。やがて第二の殺人が発生し……。
著者自作解説を再録、山前譲氏の解説を新たに収める決定版！", "実業之日本社",   0,"9784408559933.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("十津川警部捜査行　湘南情死行", 990, 100, "西村　京太郎ニシムラキョウタロウ(著)", "豪華クルーザー爆破！
実業家と女優の死は
心中か、殺人か!?

湘南、徳島、能登、北海道…
その観察眼が真実を見抜く、
十津川班の執念捜査！

船に仕掛けられた爆弾の謎――
社長とその愛人の死の真相は？

十津川警部の部下・西本刑事は恋人の塚本恵と湘南の海岸をドライブしていた。道沿いのイタリアンレストランから海を眺めていると、クルーザーが突然爆発、乗船していた青年実業家と女優は死亡した。捜査の過程で「あれは殺人です」と書かれた手紙を受け取るが、神奈川県警は心中と結論づけてしまう。それに恵は疑問を持つが、その理由とは…？

【目次】
湘南情死行－湘南
恋と復讐の徳島線－徳島
死への週末列車－能登
愛と孤独の宗谷本線－北海道
青に染った死体－伊豆
解説・山前譲", "実業之日本社",   0,"9784408559964.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("終わらない歌　新装版", 880, 100, "宮下　奈都ミヤシタナツ(著)", "歌と言葉が響き合う、青春×音楽小説の白眉！

声楽を志して音大に進んだ御木元玲は自分の歌に価値を見いだせなくて、もがいている。役者を目指す原千夏はなかなかオーディションに受からない。
惑い悩む二十歳のふたりが、ミュージカルの若手公演で共演することに。彼女たちは舞台でどんな歌声を響かせるのか｡
名作『よろこびの歌』の三年後を描き、宮下小説ワールド屈指の熱量と余韻に満ちた、青春×音楽群像劇の傑作!!

巻末には書店員・栁下博幸さんが、自身が手がけた販促にまつわるエピソードを寄稿。カチナツミさんのカバーイラストで装いも新たにお届けします！", "実業之日本社",   0,"9784408559995.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("組長刑事　毒牙", 979, 100, "南　英男ミナミヒデオ(著)", "シングルマザー連続殺人！

組長刑事も驚愕の真相が!?


累計60万部！
大ヒット警察サスペンス
シリーズ第5弾！

シングルマザー殺人事件の
容疑者は誰もが怪しい!?

シングルマザーの朝比奈由衣が殺された事件には三人の容疑者が。まず元夫の梶山。彼女が中学時代に通っていた学習塾の講師・波多野。そして、由衣が働いていたキャバクラの客だった税務署員の浅見。警視庁捜査一課の組長刑事こと羽賀亮は彼らの足取りに迫るものの決定打はない。そんななか、同じような手口で再びシングルマザーの被害者が…。

『組長刑事　不敵』改題", "実業之日本社",   0,"9784408560007.jsp",3,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("学ばない探偵たちの学園", 902, 100, "東川　篤哉ヒガシガワトクヤ(著)", "東川篤哉・ユーモア学園ミステリの原点と言える〈鯉ケ窪学園〉シリーズ第１弾が、満を持して実業之日本社文庫から刊行！
「だんしがしんだいでしんだ」。回文もどきの第１声で始まった足跡なき密室殺人、続けて起きるアイドル高校生の失踪。学園探偵部の3人と顧問の生物教師がお気楽に事件解決に乗り出すが、続々と個性派教師が現れて……!?　ベストセラー『放課後はミステリーとともに』を始めとするユーモア学園ミステリー〈鯉ケ窪学園〉シリーズ第１作長編。
「著者あとがき」をあらたに収録。", "実業之日本社",   0,"9784408559988.jps",3,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("深川おせっかい長屋　花芽吹き、福来たる", 880, 100, "喜多川　侑キタガワユウ(著)", "伴侶の見つけ方、仕事の辞めどき、夫婦円満の秘訣――
生きるヒントは、長屋にあり！
おせっかいは福を呼ぶ!!!

心がほっこりする、江戸人情物語

おせっかいはやめられない！
純情同心、恋のゆくえは!?

お花、初めてのお見合いは桜の下で。その結末は――。
仲睦まじいご隠居夫婦、時納め箱に仕舞ったそれぞれの秘密。
絵師の辰信は、奥州街道で人助け。江戸の女衒から娘を救えるのか。
女盗人・夜桜お七、絶体絶命のピンチ。
日本橋へ里帰りしたお比呂、夫との冷めた関係は……。
おせっかい長屋の面々に、本当の春は来るのか。
人気シリーズ第三弾！

【目次】
第一話　思い出酒
第二話　北国の春
第三話　夜桜お七
第四話　花も嵐も、阿部も", "実業之日本社",   0,"9784408559940.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("透明な少女が死んだ",968 ,100 , "櫻井　千姫サクライチヒメ(著)", "「この街であの子が消えても、誰も知らない」

社会の片隅、ひとりぼっちで死んだ少女。
「誰」が彼女を殺したのか……。

戸籍のない少女の「生」の軌跡を、女性ジャーナリストが追う！
――衝撃の結末まで、目を背けるな。


ある夏の日、ひとりの少女が死んだ。
山奥に遺棄され死後二週間が経過した遺体は、無戸籍児であったがゆえに身元判明まで長い時間がかかった。
社会の片隅に消えた透明な少女は、何を思い最後の日々を過ごしたのか。
ジャーナリストの磯野みちるは独自取材の末に残酷な真相へと辿り着くが……。
堕ちた少女の切なる「祈り」が胸をえぐる、恐るべき真実をはらんだ問題作!!

愛とは？　友情とは？　生きる意味とは？――
号泣必至のヒューマン・ミステリー！", "実業之日本社",   0,"9784408559957.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("最期の旅", 990, 100, "西村　健ニシムラケン(著)", "消えたフィッシング詐欺常習犯、
都会の片隅で死んだ身許不明の男、
未解決事件を元刑事が追う……
人間(ヒューマン)ミステリーの傑作！

都会の片隅で死んだ男の
知られざる過去……

新宿区四谷周辺に、かつて鮫河橋と呼ばれた場所がある。
この近くの公園で事件が。
死体は丸焦げで、身許不明。
焼死ではなく、別の原因で死んだ後、火をつけられたらしい。
捜査は難航、未解決事件のまま今に至る。
警視庁生活安全部サイバー犯罪対策課に
所属していた元刑事が、事件について語りだすと……。
ヒューマンミステリーの極北。
圧巻のラスト！
（『バスに集う人々』改題）　
解説／村上貴史

【目次】
第一章　芝浜不動産
第二章　津軽を翔ぶ男
第三章　回り回って……
第四章　聖と俗
第五章　幻惑の女
第六章　お化けの正体
第七章　追い掛けて、博多
第八章　最期の旅
終章
解説─旅はいよいよ終点へ　村上貴史", "実業之日本社",   0,"9784408559971.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("王妃の帰還　新装版", 880, 100, "柚木　麻子ユズキアサコ(著)", "『BUTTER』で世界中を魅了する著者が贈る
最高に愛おしいガールズ青春小説！
学園の王妃(プリンセス)はお城に
帰ることができるのか――

滝沢さんを再び王妃に――
少女たちの革命が始まった！

聖鏡女学園中等部に通うノリスケこと範子は２年B組の頂点に君臨する姫グループのトップ・滝沢さんを心の中で「王妃」と呼んでいた。しかし、クラスで起きた腕時計事件で王妃は失脚。範子の地味グループに迎え入れたものの、我がままな彼女の振る舞いに気疲れするばかり。穏やかな日常を取り戻すため、範子たちはある作戦を立てることにするが……。

誰だって、誰かの大事なプリンセスなのだ。

柚木麻子の物語に登場する人たちが、今すぐ、あなたの友達になる。
彼女たちはあなたの味方だ。だって、柚木麻子はずっと、
作品を通して女の子たちの背中を押してきた作家だからだ。
―――瀧井朝世（ライター・解説より）

カバーを一新した新装版登場！", "実業之日本社",   0,"9784408560014.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("THE COMING WAVE　ＡＩ、権力、人類の未来", 1540, 100, "ムスタファ・スレイマンムスタファスレイマン(著)マイケル・バスカーマイケルバスカー(著)上杉隼人ウエスギ ハヤト(訳)", "急速に進歩・普及する人工知能（AI）は、新世代テクノロジーの「波」を生み出し、私たちの社会を変えはじめた。
その波は、知能や生命、エネルギー、ロボット工学など、あらゆる分野でイノベーションを加速させ、人類に富と可能性をもたらそうとしている。だが一方で、強大な力は人類がかつて経験したことのない、巨大なリスクをはらんでいる。AIの悪用や暴走のリスクを封じるために、私たちはどうすべきなのか？
DeepMind社を創業し、人間の囲碁チャンピオンを打ち破った人工知能「AlphaGo（アルファGO）」を開発したことで知られ、現在はMicrosoft AI（マイクロソフトAI）のCEOをつとめるスレイマンが、AI革命の本質を解説し、その破壊的な影響について警告する。世界各国の識者や経営者が絶賛した全米ベストセラーが文庫で登場！

【本書に寄せられた賛辞】

「未曾有の時代を乗り切るための優れたガイドブックである」
――ビル・ゲイツ

「興味深く重要な本（……）来たるべきテクノロジーの波は人類に神のような創造力を与えることを約束しているが、賢く管理できなければ人類を滅ぼすかもしれない」
――ユヴァル・ノア・ハラリ

「スレイマン以上に、AI革命の展開に近い人物はいない。そしてスレイマン以上に、今まさに起こりつつある巨大な技術的変化のリスクと利益をこれほど的確に説明できる人物もいない。人類史上のこの特別な時代を理解する上で、非常に貴重な必読書である」
――エリック・シュミット

「強烈な警鐘を鳴らす重要な本。近年の目覚ましい科学進歩に伴う脅威と機会を丹念に説明している。本書は興味深い事実、説得力のある論拠、説得力のある観察に満ちている。必読書だ」
――ダニエル・カーネマン

「スレイマンは、今日の爆発的な技術革命が他に類を見ないほど破壊的なものになるという力強い主張を展開している。必読書である」
――イアン・ブレマー

「この本は未来からの警鐘である。まさにこれから起こることと、それが世界の経済と政治に与える影響を警告している」
――ヌリエル・ルービニ

「本書は、先端テクノロジーが権力、富、戦争、労働、人間関係といった社会のあらゆる側面を作り変えているという、目を見張るような説得力のある事例を提示している。新しいテクノロジーが私たちを支配する前に、私たちはテクノロジーを管理できるのだろうか？」
――ジェフリー・Ｄ・サックス

「AIの危険性と驚異的な恩恵について赤裸々な評価を示し、この革命の最も破滅的な応用を封じ込めるために、政府が取るべき緊急行動とその課題を提唱している」
――グレアム・アリソン

「見事な作品」
――ニーアル・ファーガソン", "日経BP　日本経済新聞出版",   0,"9784296126217.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("世界経済を破滅させる10の脅威", 1540, 100, "ヌリエル・ルービニヌリエル ルービニ(著)村井章子ムライ アキコ(訳)", "巨大債務、高インフレ、ポピュリズム、通貨暴落、AI失業、米中新冷戦…世界金融危機を予言した「破滅博士」が迫り来る危機を警告

■「通貨暴落から輸入物価高によるインフレ、国内経済の低迷となれば、それはもう「インフレ恐慌」だ。世界最大のヘッジファンド、ブリッジウォーターの共同会長を務めるレイ・ダリオがそう警告している」（本書より）

■「歴史は繰り返しはしないが韻を踏むという。狂騒の二〇年代の再来を思わせる予兆が、いまそこかしこに見られる。大胆な金融・財政・信用緩和はグローバル市場で金融資産バブルを膨らませた。実際にモノやサービスを生む実体経済は、低金利、信用膨張、政府の景気刺激策が作り出したにわか景気に浮かれている。（中略）
　バブルというものは崩壊して破綻の連鎖を引き起こすのが常ではあるが、次に起きる債務危機は、これまでとは桁外れの規模になるだろう。今日では先進国も新興国もかつてない規模の債務を抱えている。先進国の潜在成長率は低いうえ、新型コロナ不況からの回復は思うように進んでおらず、今後はもっと遅れると予想される。政策当局はすでに金融・財政政策の財源を使い果たしており、もはや弾切れの状態だ。経済という舞台で今後展開される場面がこれまでとは似つかぬものになるのはこのためである」（第１章より）", "日経BP　日本経済新聞出版",   0,"9784296126477.jsp",3,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ベンチャーキャピタル　未来をつくる者たち（上）", 1540, 100, "セバスチャン・マラビーセバスチャンマラビー(著)村井浩紀ムライ コウキ(訳)", "ベンチャーキャピタルの興亡史をスケール大きく描いた本格ノンフィクション

インテル、アップル、グーグル……。世界を変えた企業の誕生と成長を演出したベンチャーキャピタルの内実を活き活き描く、興奮のノンフィクションが待望の文庫化！　その後のベンチャーキャピタルについて言及した文庫のための書下ろし原稿も収録。

数多のスタートアップから原石を見つけ、世界を変革する巨大企業へと導くベンチャーキャピタル。彼らは、何に突き動かされ、どうやって企業（創業者）を見極め、どう育てて、莫大な投資収益を生み出していくのか――。

数百人にわたるインタビューで多くの関係者を取材、「The Power Law（べき乗則）」が支配するベンチャーキャピタルの世界－－数少ない成功が、巨額の利益を生む－－の秘密を解き明かす。

スティーブ・ジョブズ、孫正義、ジャック・マー、イーロン・マスク、ジョン・ドーアなど世界的に活躍する登場人物が織りなすストーリーはまさに発見と驚きの連続で、エンターテインメントとしても超一級の読み物となっている。", "日経BP　日本経済新聞出版",   0,"9784296126392.jsp",3,null);