

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("血液浄化療法ハンドブック 2026",7150 ,100 , "透析療法合同専門委員会", "◆2026年：最新版◆
透析技術認定士を目指す「認定講習会・認定試験（透析療法合同専門委員会・主催）」受講者/受験者、必携・必読の指定テキスト。

臨床の第一線で活躍する医師・臨床工学技士・看護師によって、透析技術に関する知識のみならず、歴史やわが国の現況、倫理などの背景的知識まで、知っておくべき基本のすべてを網羅し、簡潔にまとめられています。

2026年版では、「第4章 血液透析機器・装置」「7-1 血液浄化療法の概要」が著者の交代に伴い大きく改訂されました。そのほか今回も個々の章で細かな見直しが行われ、全体に記述が改められています。

本書は、透析技術認定士を目指す臨床工学技士、看護師、准看護師にとっては文字通り必読書ですが、基本をしっかり押さえながら、毎年更新されかつ必須の情報・知識の習得が可能であることから、臨床現場のスタッフにとっても知識の確認や新たな学習の参考書として有用です。", "協同医書出版社", 0,"9784763950338.jpg",20,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("患者さんのための胃がん治療ガイドライン 2026年版",1760 ,100 , "日本胃癌学会", "胃がんの専門家である日本胃癌学会の先生たちが、患者さんやご家族のために胃がんの検査から治療まで、科学的な根拠をもとに丁寧に解説した安心できる1 冊。
3 年ぶりの改訂となる今版では、胃の機能をできるだけ温存する手術、創の少ない腹腔鏡下手術やロボット支援手術の普及、バイオマーカー検査にもとづいた薬物療法の進歩を背景に新たな記載を追加。
医療者の方の患者さんとのコミュニケーションツールとしてもおすすめです。", "金原出版", 0,"9784307205061.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("引き算の医療　臨床現場のスチュワードシップ入門",3960 ,100 , "伊東完", "「スチュワードシップ」（医療資源を適正に使用することで、次世代に医療が持続可能な環境を残す組織的な営み）は抗菌薬だけの話ではありません。臨床判断全般に関わっています。

現代医療は「足し算」の医療。問題があれば、検査や薬などを足し、治療を進めます。ただ、医師の働き方改革、抗菌薬適正使用、高齢化社会、医療費抑制などが注視され、特に社会保障制度の在り方は重要と考えられています。このような時代的要請のもと、医療現場では「何を足すか」だけでなく、「何を引くか（控えるか）」という判断も求められるようになりました。

そこで、医療資源の考え方・向き合い方（＝医療の引き算）について、海外での実践例や文献的考察を交えながら、医療現場におけるスチュワードシップを紹介します。医療の質を維持しながら、限られた資源（時間、人材、薬剤、検査、病床など）を適切に使うための考え方が面白いほどわかります！", "金芳堂", 0,"9784765320771.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("実践！ストーマリハビリテーション",3960 ,100 , "日本ストーマ・排泄リハビリテーション学会", "ストーマケア“はじめの一歩”！　チームでかかわるストーマリハビリテーション
・初心者からベテランまで、ストーマケアにかかわるすべての医療者に必要な知識と技術を網羅
・ストーマ造設の基本知識、合併症の医学的管理・看護ケアを写真とイラストで詳述
・オストメイトの生活の質を高めるための術前・術後の生活援助をわかりやすく解説", "照林社", 0,"9784796526784.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("臨床免疫検査技術教本　第2版",6270 ,100 , "一般社団法人 日本臨床衛生検査技師会", "日本臨床衛生検査技師会が編纂する「JAMT技術教本シリーズ」の一冊。免疫学の基礎から、免疫学的検査の各論、測定原理、結果の解釈などについて、国家試験ガイドラインに沿った構成で系統的に、各分野の専門家がわかりやすくまとめた。国家試験を控えた学生はもとより、臨床検査の現場に就いて経験の浅い技師の知識と技術を磨き、免疫検査領域の専門家としてステップアップするために必携の教本である。第2版では、IgG4関連疾患、新型コロナウイルス感染症など、初版で取り上げられなかったいくつかの項を追加して最新の免疫検査の知識を盛り込んだ。", "丸善出版", 0,"9784621312070.jpg",20,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("さぁレーザー治療をはじめよう！ 2026",11550 ,100 , "河野太郎", "大好評書の2026年版。巻頭巻末に最新のレーザー機器情報も掲載する。保険診療の対象疾患に、レーザーの導入や基本だけでなく、照射の方法・コツ・POINT・禁忌・生涯を通じた治療などを示した。イラスト・平易な文章・動画により初学者に親切な内容になっている。", "克誠堂出版", 0,"9784771906273.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("授業・実習・国試に役立つ！ 看護学生のための重要疾患ドリル2027",2420 ,100 , "フラピエかおり", "看護学生が押さえておきたい86の重要疾患をドリル化！
繰り返し学習して、確かな知識を身につけよう！

①ドリルだから繰り返し学べて、力がつく！
②解剖から疾患までまとめて学べる！
③実際の国試過去問にトライできるので、国試を意識して学べる！

■「解剖生理ドリル」でベースの知識を習得！
まずはここから！　疾患を理解するための基礎知識を習得できます。
■本書の核「疾患ドリル」で代表的な疾患について理解を深める！
疾患の【病態→症状→検査法→治療法】の順番にドリルを解くことで、理解が深まります。
■「復習〇×問題」「力だめし国試問題」で学習を評価できる！
各章末に掲載した問題を解けば、自分の苦手領域がみえてきます。「力だめし国試問題」では実際の過去問題にトライできるので、最終目標である国試合格のための力が身につきます。


第1章　呼吸器
・・・COPD、肺がんほか、5疾患
第2章　循環器
・・・虚血性心疾患、心不全ほか、9疾患
第3章　血液・造血器
・・・貧血、白血病ほか、3疾患
第4章　アレルギー・感染症・膠原病
・・・HIV感染症、関節リウマチほか、9疾患
第5章　消化器
・・・胃がん、大腸がんほか、11疾患
第6章　内分泌・代謝
・・・糖尿病、肥満症ほか、10疾患
第7章　脳・神経
・・・脳梗塞、認知症ほか、8疾患
第8章　運動器
・・・骨折、脊髄損傷ほか、4疾患
第9章　感覚器
・・・目の疾患、耳の疾患ほか、3疾患
第10章　腎・泌尿器
・・・慢性腎臓病、膀胱がんほか、11疾患
第11章　女性生殖器・乳腺
・・・子宮頸がん、乳がんほか、4疾患
第12章　小児疾患
・・・川崎病、先天性心疾患ほか、5疾患
第13章　精神疾患
・・・うつ病、統合失調症ほか、4疾患", "メヂカルフレンド社", 0,"9784839217624.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("50のキーワードで学ぶ健康科学",2640 ,100 , "島本　太香子", "「健康」とは何でしょうか。

本書は、病気にならないことだけでなく、「自分の意思でよりよく生きる」こと――健康寿命とウェルビーイングに焦点を当て、現代の健康を総合的に学ぶ入門書です。

日本は世界有数の長寿国となりましたが、長く生きることと、自分の意思で元気に生きることは必ずしも同じではありません。

健康を考えるときには、身体や病気のメカニズム、治療法を知るだけでなく、社会の制度や文化、経済、さらには日々の暮らし方や人とのつながりにも目を向けることが大切です。

本書では、生活習慣病やがん、感染症などの代表的な病気から、身体の仕組み、ストレス、睡眠、食事といった身近なテーマ、さらに健康を支える社会の仕組みまでを取り上げます。多様な科学の視点を横断しながら、健康と生き方のつながりを50のキーワードでやさしく解説しています。

10代の学生から、社会経験を重ねて学び直しを志す大人まで、人生100年時代を自分らしく生きるための道しるべとなる一冊です。", "丸善出版", 0,"9784621312285.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("自然な仕上がりの下肢再建",3300 ,100 , "今泉 督", "下肢再建は欠損補填にとどまらず、歩容と外観の調和による「自然さ」の回復が重要であると考え、各部位に応じた再建術や二次修正の要点を解説し専門家各著者のBestCaseも紹介しました！", "全日本病院出版会", 0,"9784865199291.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("連動型／写真付薬剤情報印刷システム　2026年1月版",59400 ,100 , "患者向け医薬品情報CD化編集委員会", "●2022年1月版より、中国語(簡体字)、韓国語版の簡易服薬指導せんの印刷機能を追加。
●2023年9月版より、退院時指導書、トレーシングレポートの作成機能を追加。
●2025年1月版より、患者ごとに薬剤コメントを追加印刷が可能（要システム対応）。

ユーザー施設内の処方管理システムから出力された処方データを読み込み「服薬指導せん」を自動印刷します。連動はテキストデータを介するので、基本的に連動先システムの種類、形式を問いません。お薬手帳（QRコード付）、注射薬の指導せん発行も可能です。連動には、別に処方データ出力プログラムが必要です。お薬手帳印刷用の推奨ラベルプリンタを設定しています。（別売り。販売は株式会社アプレコhttps://appreco.com/）。診療科別の文例を収録していますので、年齢・性別などの条件別に変更することができます（ユーザー登録も可能）。

年4回（1月、3月、7月、9月）発行。＜更新版は13,200円（税込）。2026年3月以降は17,600円（税込）＞
※更新版のお申し込みは、マニュアルに綴じ込まれている専用の申込書をご利用の上、FAXにてご送付ください。

※Mac OSには対応しておりません。
※Windows XP/Vistaは対応しておりません。", "じほう", 0,"9784840756488.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("薬局2026年77巻2月号（No.2）リエゾンにつなげる 骨粗鬆症 新ガイドラインから知識をリモデリング！",2200 ,100 , "鈴木 敦詞", "10年ぶりに改訂された『骨粗鬆症の予防と治療ガイドライン2025』のポイントを，典型症例とともにわかりやすく解説しました．
長期的な骨粗鬆症の治療では，骨粗鬆症の診断や薬物治療の開始だけでなく，休薬や切り替え時の考え方，さらに薬剤師による継続的なフォローアップが重要となります．また適切な薬学管理のためには，各治療薬の特徴だけでなく，実際にそれらの薬が使われる場面や処方内容について実践に即して知っておく必要があります．
本特集では，骨粗鬆症とその治療についての基礎知識だけではなく，各治療薬が処方される典型症例の解説，薬剤師による骨折予防への多様な関わり方など，骨折予防や骨粗鬆症治療の実践に焦点を当てて構成しました．骨粗鬆症治療の全体像をわかりやすくアップデートできる，またリエゾンサービスの一員である薬剤師の即戦力となる特集です．", "南山堂", 0,"9784525940294.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("症例から学ぶ　がん支持療法　実践ポイント",5280 ,100 , "勝俣範之", "がん薬物療法を支える“もう一つの治療”を現場目線でしっかり解説！

本書は、抗がん薬治療を安全かつ継続的に行うために欠かせない、副作用対応・疼痛管理・栄養療法を体系的にまとめた実践ガイドになります。

制吐剤、下痢、口内炎、好中球減少症、神経障害、皮膚障害、irAEなど、治療中に直面する多様な症候を「ポイント」「症例」「処方例」「解説」でわかりやすく整理。さらに、PS不良時や臓器障害時の薬物療法、がん性腹水・脊髄圧迫への対応、緩和ケア導入のタイミングまで幅広くカバーしています。

単なる副作用マニュアルにとどまらず、“治療を続ける力”を現場目線でしっかり解説。外来・病棟を問わず、がん薬物療法に携わるすべての医療者に、明日から使える支持療法のノウハウをお届けします。", "金芳堂", 0,"9784765320757.jpg",20,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("高血圧管理・治療ガイドライン2025ダイジェスト版",1760 ,100 , "日本高血圧学会高血圧管理・治療ガイドライン委員会", "高血圧管理・治療ガイドライン（JSH2025，2025年8月発行）の実地医家向け簡略版！JSH2025の骨子をまとめ，重要な図表をもれなく掲載。非専門医やコメディカルにとって，高血圧治療全般の理解にも，患者教育にも便利な1冊です。", "ライフサイエンス出版 ", 0,"9784897755120.jpg",20,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("眼科手術　Vol.39, No.1, 2026",2970 ,100 , "太田俊彦・豊川紀子", "特集1：どうする？黄斑下出血に対する治療2026
特集2：角膜内皮細胞注入治療が変える今後の角膜移植", "メディカル葵出版", 0,"9784896355192.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("子どもの頭痛のみかた　―考えかた・伝えかた・つなげかた―",3850 ,100 , "山中 岳", "子どもの頭痛は原因が多岐にわたり，診療の現場でしばしば迷いを生じさせます．本書は，小児神経専門医である著者が，日々の診療経験をもとに「どのように考え」「どう説明し」「どこまで対応すべきか」を平易に整理した入門書です．問診・診察のポイントから，専門医へのコンサルトのタイミングまで，臨床の思考過程を丁寧に解説しています．さらに，ステップアップを目指す読者のために，より深く学べる内容も収載．非専門医や初学者が理解しやすく，子どもの頭痛診療に自信をもって臨める一冊です．", "中外医学社", 0,"9784498245068.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("泌尿器画像診断　一問一答",6600 ,100 , "髙橋 哲", "信頼とわかりやすさのキーブックビギナーズから，泌尿器画像診断が出た！専門３年目までにつまずきやすい基本をまとめて解説！腎泌尿器画像診断のプロから臨床家や看護師まで，知っておきたい１００の疑問をＱ＆Ａ形式で網羅！

【主な目次】
第1章　検査を行う前に知っておきたいこと、確認しておきたいこと
CT検査の被ばくの程度は何を見れば良いのですか？／腎機能が悪いですが、造影できますか？　ほか

第2章　腎臓
腎臓のおさえておくべき画像解剖は？／腎臓が1つありません。あとは何に気をつければよいのでしょう？／腎腫瘍のWHO2022分類について教えて下さい。／腎臓にair densityがあります！気腫性腎盂腎炎ですね？！　ほか

第3章　腎盂・尿管
単純CTで尿管の走行を追えるのでしょうか？／「尿路結石があります」以外に主治医に何を伝えたらいいのでしょう？　ほか
第4章　膀胱
膀胱の画像解剖をまとめてください．／膀胱三角部の壁が厚いのですが腫瘍でしょうか？／VI-RADSって何ですか？／さすがに膀胱癌と膀胱炎を間違えたりしないですよね？　ほか

第5章　前立腺
前立腺のMRI解剖を教えて下さい。／PI-RADSについて教えてください。／前立腺癌の進達度診断のポイントを教えて下さい。　ほか

第6章　副腎
副腎のCT、MRIにおける画像解剖を教えて下さい。／どのような時に副腎MRIをすすめればよいのでしょうか？／褐色細胞腫疑いの精査なのですが、造影してもよいですか？　ほか

第7章　精巣・陰嚢・陰茎
精索静脈瘤の特徴には何がありますか？／男児で陰嚢内に精巣がみつかりません。どこをどう探せばよいですか？　ほか

第8章　外傷・血管性病変
腎外傷が疑われる患者さんに対してどのような検査をしたらよいでしょうか？／腎梗塞の画像診断の特徴を教えて下さい。／腎血管性高血圧を疑う時どのような画像診断をすればよいですか？　ほか

第9章　最新技術
人工知能（AI）の泌尿器画像診断への応用現状や展望について教えてください。／泌尿器科術前評価で3次元画像はどのように役立つのですか？　ほか", "Ｇａｋｋｅｎ", 0,"9784055201636.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("マンガでわかる脳神経外科の極意",4950 ,100 , "森田明夫", "研修医時代から脳外科医の手術などで重要なポイントがわかりやすく強調された書籍がないと考えていた著者が送る渾身の経験の極意のすべて．ちまたには手術等がわかりやすく解説されたものは多い．しかしマンガを駆使し内容的にもっと気軽で，心に残る印象を与えるもの，情熱は記述されてはいない．マンガという限られたスペースに，極意を込めながら，研修医であれば当直の間に読んでもらえるような内容で，蓄積した経験の極意を表した．著者は全国の脳外科の当直室に置かれるのが夢であり，情熱を伝える本を出したいという思いがつまった書籍．


CONTENTS

01　4つの鉄則：手術の心構え（4か条）
Q　脳神経外科の手術の心構えで一番大切なことは何ですか？
鉄則1　急がば回れ
鉄則2　忍耐力・持続力を磨け
鉄則3　油断大敵
鉄則4　手術は慎み深く

02　4つの準鉄則：技を極める（4か条）
Q　手術を上達するにはどうしたらよいですか？
準鉄則1　上からの血の垂れ込みは禁
準鉄則2　道具を選べ！
準鉄則3　道具を知れ！
準鉄則4　見学時は声を聞け！

03　基本操作（27か条）
1　術者の姿勢（1か条）
2　体位・頭位と固定（3か条）
3　皮膚切開・筋層剥離・縫合（6か条）
4　バーホール・開頭・硬膜（7か条）
5　道具（10か条）

04　マイクロ下手技の基本（19か条）
1　マイクロ操作の基本（9か条）
2　マイクロ下手技基本（剥離・止血・減圧）（10か条）

05　開頭部位と手術のコツ（37か条）
1　前頭側頭開頭（10か条）
2　両側前頭開頭（2か条）
3　頭頂開頭（2か条）
4　後頭開頭（2か条）
5　後頭蓋開頭（2か条）
6　動脈瘤クリッピングの基本（2か条）
7　IC-PC（内頸動脈ー後交通動脈分岐部）脳動脈瘤のクリッピング（5か条）
8　MCA（中大脳動脈）瘤クリッピング（2か条）
9　Acom（前交通動脈）瘤クリッピング（1か条）
10　腫瘍摘出（6か条）
11　聴神経腫瘍（3か条）

06　医療安全 手術で失敗したら？（6か条）
1　医療安全は医療の要（6か条）

INDEX

付録1（14か条）
手術画の心得（14か条）

付録2（4か条）
バイパス術の要点（4か条）

コラム
Amor's Recipe　I.?VI.
師匠たち 1?4，仲間たち 1?2", "Ｇａｋｋｅｎ", 0,"9784055201148.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("遺伝子・染色体検査技術教本　第2版",6160 ,100 , "日本臨床衛生検査技師会", "分子生物学や遺伝子解析技術の進歩により、ゲノム医療は診断・治療の両面で急速に発展している。近年はがんゲノム解析や遺伝学的検査、遺伝カウンセリングなどが日常検査として行われ、臨床検査技師に求められる知識と技術は一層高度化している。好評を得ていた前回版から、現在の遺伝子・染色体検査の実情に合うように見直し、基礎から臨床現場で重要な技術までを体系的に整理した。学生が遺伝子・染色体検査を理解しやすく、実習や現場で応用できる構成とするとともに、現職の検査技師が業務を的確に遂行できるよう実践的な内容であることも重視した。「認定臨床染色体遺伝子検査師」に必要な知識を網羅し、これからの臨床検査に欠かせない一冊である。", "丸善出版", 0,"9784621312643.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("あたらしい眼科　Vol.43, No.1, 2026",3080 ,100 , "編集主幹：外園千恵", "特集：誰にでもわかるAI使いこなし術［企画・編集］高橋秀穂・北澤耕司", "メディカル葵出版", 0,"9784896355208.jpg",20,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("知りたいことが全部わかる耳・鼻・のどの病気百科事典",4400 ,100 , "白幡雄一", "耳鼻咽喉科歴55年の医師が、自らの経験、知識をすべてつぎ込んだ、
600ページ越えの超大作の耳・鼻・のどに特化した、ほかにはない病気事典！
耳鳴り・難聴・めまい・中耳炎・鼻づまり・アレルギー・鼻血・口内炎・顎関節症・扁桃炎・喉頭がん・吃音・喘息・誤嚥性肺炎・とびひ・ヘルペス……
150以上の病気・症状・お悩みを網羅！　160点以上の図表で、丁寧に詳しく解説。
あなたが知りたかった情報がきっと見つかるはずです。

【本書はこんなときに役立ちます】
「突然、子どもが耳を痛いと訴えてきた」「鼻血が止まらない」
「最近、よく耳鳴りがする」「喉のイガイガがよくならない」など、
耳、鼻、のどの症状、お悩みが出たときに役立ちます！
「ずっと病院に通っているのだけど、なかなかよくならないけど、大丈夫？」
こんなときのセカンドオピニオンとして役立ちます！
病気、不調についてだけでなく、耳鼻咽喉科に関わる基礎知識も網羅。、
専門的な知識を得たいという専門家の方たちの教科書としても役立ちます。

永久保存版、家族の健康を守る、もしものときのお守りになる１冊。
敬老の日、出産祝い、大切な人の誕生部などのプレゼントにも最適です。", "アスコム", 0,"9784776214083.jpg",20,null);
