INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("討議倫理学の適用可能性", 4950, 100, "久高　將晃クダカマサアキ(著)", "討議倫理学は現実の問題状況にいかにして適用できるのか？

討議によって道徳的問題を解決することを目指す討議倫理学は、討議が難しい問題状況にも対応できるであろうか。本書ではこれまでの様々な討議倫理学の構想を紹介したうえで、それらの問題を指摘し、新たなアプローチによる討議倫理学の適用可能性を探る。", "晃洋書房",   0,"9784771040137.jpg",15,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("心の深層をのぞいてみる図鑑", 1870, 100, "青木滋之アオキシゲユキ(監修)齊藤 勇サイトウイサム(監修)", "------------------------------------
左脳ではなく「感性」で学ぶ
「哲学」「心理学」の教養書！
------------------------------------
常に変化する私たちの「心」。
心にまつわる「哲学」「心理学」の100の学問用語を、16名のイラストレーターによる美麗イラストとともに紹介しています。
心のはたらきを知りたいときに、創作のヒントに。
「心」に関心のあるすべての人のための一冊です。

【目次】
1章 心の庭をのぞいてみる
考える葦／我思う、ゆえに我あり／主体と客体／生得観念／タブラ・ラサ…など

2章 心のゆらぎをのぞいてみる
感情／ジェームズ＝ランゲ説／エロース／あれか、これか／ペシミズム…など

3章 「私」と世界をのぞいてみる
イデア／ダーザイン／世界内存在／ロゴス／顔／言語ゲーム／因果律…など

●参加イラストレーター
aika inagaki、飯田愛、カタユキコ、koji、齋藤州一、すにょ、そねぽん、髙橋あゆみ、中辻作太朗、ねり、nomi ayaka、HER、hale、FUCA FUCA WHO、与、yogg", "西東社",   0,"9784791634590.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新装版 全文完全対照版 老子コンプリート", 1870, 100, "野中 根太郎ノナカ ネタロウ(訳)", "「無知無欲であれ、無為であれ」
「足るを知るものは富む」

孔子の『論語』が儒教の根底思想として親しまれてきたのに対し、『老子』は道家の神髄を説いて人々に寄り添ってきました。
ともに2500年以上の歴史の検証に耐えてきた思想書です。

自己研鑽し、学問を通して知識を増やすことは、かえって人間を不幸にします。
現代も推奨される「勝ち残り」社会を強く否定する老子の思想は、いつの時代にも人々の心を癒し、そして弱者を鼓舞してきました。
格差が広がり、人々の価値観が揺らぐ現代にこそ、老子の思想が必要とされているのです。

本書では全文の現代語訳、書き下し文、原文に加え、【一文超訳】を掲載。
テーマは何か、主旨は何かが一目で把握でき、格言のように心に刻まれるので、「老子」の理解が飛躍的に向上します。
また、主要な人名や語句には懇切丁寧な注釈を入れた、現代の完全版が新装版で登場。

【一文超訳の一例】
「無心のすすめ（空っぽの心を守る）」
「私利私欲のない無私の人は、自分を貫ける」
「無用には大きなはたらきがある」
「少なければ得られ、多ければ迷う」
「盛んになれば、早く衰える（だめになる）」
「先に与え続けておけば、いずれ得られる」
「大国を治めるのは小魚を煮るようにするとよい」
「本当に立派な人間は愚か者に見える」

＊本書は『全文完全対照版 老子コンプリート』（2019年2月刊行）の新装版です。", "誠文堂新光社",   0,"9784416525364.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新装版 全文完全対照版 菜根譚コンプリート", 1870, 100, "野中 根太郎ノナカ ネタロウ(訳)", "儒教・仏教・道教を融合させて、市民の処世術を説いた「菜根譚」。
約400年前に中国で誕生したこの書は、経営者や政治家に好まれ、むしろ中国より日本で愛されてきました。

「つらいことがないと人は成長しない」
「本物は目立たない」
「何事もほどほどにして、欲をかきすぎない」
「他人から感謝の見返りを求めない」
「恩と仇は水に流すのが最善である」

現代でも十分に通じる市井の哲学ともいえるこの書は、書名のとおり、じっくり噛みしめてこそ味わいが心身に染みわたります。
処世術だけを部分訳したビジネス本、子ども向けの超訳本など、これまでにさまざまなアプローチで紹介されてきましたが、全文を原文、書き下し文とともに網羅した本は数少ない。

本書では全文の現代語訳、書き下し文、原文に加え、【一文超訳】を掲載。
全文をじっくり読み込むことができる上に、テーマは何か、主旨は何かが一目で把握でき、格言のように心に刻まれます。
だから、「菜根譚」の理解が飛躍的に向上します。
また、主要な人名や語句には懇切丁寧な注釈を入れた、現代の完全版が新装版で登場。

＊本書は『全文完全対照版 菜根譚コンプリート』（2020年1月刊行）の新装版です", "誠文堂新光社",   0,"9784416525371.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新装版 全文完全対照版 孟子コンプリート", 2420, 100, "野中 根太郎ノナカ ネタロウ(訳)", "なぜ、吉田松陰が心酔したのか？
「性善説」そして「王道政治」。
「仁」「義」「礼」「智」の神髄とは何か。

孔子の正統な後継者といわれる孟子が唱えた儒教の思想書。
日本では朱子学が幕府公認の学問とされた江戸時代に広く浸透しました。

孟子の基本思想は2つ。
1つは性善説。天から与えられた「仁」「義」「礼」「智」などの徳性を発揮するため、絶えざる修養が必要とします。
いま1つは王道政治。「仁」と「義」を尊び、力づくでなく徳をもって人々の生活を最優先する政治です。

リーダーの心得として親しまれていますが、深い人間理解に基づく人付き合い、処世を説いた賢者の書です。

本書では全文の現代語訳、書き下し文、原文に加え、【一文超訳】を掲載。
テーマは何か、主旨は何かが一目で把握でき、格言のように心に刻まれるので、「孟子」の理解が飛躍的に向上します。
また、主要な人名や語句には懇切丁寧な注釈を入れた、現代の完全版が新装版で登場。

＊本書は『全文完全対照版 孟子コンプリート』（2021年7月刊行）の新装版です。", "誠文堂新光社",   0,"9784416525388.jpg",15,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Lotus Time（ロータスタイム）", 1540, 100, "創価学会女性部ソウカガッカイジョセイブ(編)", "3人の対話形式で楽しく学べる「法華経」の入門書。 「創価新報」の連載が書籍化。

釈尊の〝智慧と慈悲〟を根幹とする〝万人成仏の教え〟の精髄であり、「経の王」と称えられる法華経（妙法蓮華経）。この1冊を読めば、法華経全28品（28章）の概要を正しく理解できます。巻頭に 「法華経の構成」が一目でわかる図も掲載。", "第三文明社",   0,"9784476062595.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ワードの「幽界行脚」", 1650, 100, "J.S.M.ワードジェイ　エス　エム　ワード(原著)浅野 和三郎アサノ　ワサブロウ(訳)粕川 章子カスカワ　アヤコ(訳)成内 一崇ナリウチ　カズタカ(編著・訳)熊谷 えり子クマガイ　エリコ(監修)", "－ノンフィクション－
第一次世界大戦時、ほんとうに実在した人物が残した、異世界探訪記。

英国発の異世界の実録探訪記 A Subaltern in Spirit Land（ア・サバルタン・イン・スピリットランド）。
小泉八雲の教え子でもある浅野和三郎の訳から一世紀の時を経て、読みやすく全６編27話に編集された現代語版として再登場。ファンタジーより面白い、リアルな異世界の物語りを凝縮。
また、他界の法則や、戦争の隠された真実、異世界地図（夢の国や妖精王国など）を紐解く、現代人必読の編著者による5つのコラム「海軍中将 浅野正恭の伝言」「あの世の人あるある」他も所収。

好評既刊 『ワードの「死後の世界」』の待望の続編、『ワードの「幽界行脚」』。
これは、あなたの未来に待ちうけるかもしれない、リアルな異世界物語。", "でくのぼう出版",   0,"9784434372575.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("フェミニスト経済学ハンドブック", 9900, 100, "グンセリ・ベリックベリック グンセリ(編)エブル・コンガーコンガー エブル(編)日本フェミニスト経済学会ニホンフェミニストケイザイガッカイ(訳)", "フェミニスト経済学の目標は、すべての子ども、女性、男性の生活条件を改善することにある。従来の経済学において不可視化されてきたアンペイド・ケアワークの問題を分析し、ジェンダー、セクシュアリティのみならず階級、カースト、人種やエスニシティが交差して生じる差別や抑圧、経済的不平等の構造を解体するための50章。これからの政治経済・社会問題を論じるための基礎知識がここにある。", "法政大学出版局 ",   0,"9784588645518.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("境域の秘密", 3850, 100, "ルドルフ・シュタイナールドルフ シュタイナー(著)高橋 巖タカハシ イワオ(訳)竹腰 郁子タケコシ イクコ(訳)飯塚 立人イイヅカ タツヒト(編)", "霊的共同体の形成・育成への人智学的視点。どうすれば自己認識の深化は達成できるのか。魂（精神）の修行としてのドラマ『神秘劇』四部作の解読講義（1913年、ミュンヘン）。人間本性の在処と、歴史的存在としての変転の様相（輪廻転生とカルマ）を探求する。", "春秋社",   0,"9784393325766.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("この私が死ぬということ", 3520, 100, "渡辺 恒夫ワタナベ ツネオ(編)小島 和男コジマ カズオ(編)新山 喜嗣ニイヤマ ヨシツグ(編)", "「私」の死を経験した者はこの世にいない。他人の死では「私」の死はわからない。だが終末期の自己決定のためにも「私」の死を知らねばならない。医学、哲学、心理学など多彩な視座から、主観やクオリアなど「私」の謎や「死」の本質を探究し、不可能に挑む。", "春秋社",   0,"9784393324202.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("京都学派の越境", 9350, 100, "川上　英明カワカミ　ヒデアキ(著)", "西田幾多郎と並び、京都学派の双璧の一人に数え入れられる哲学者・田邊元。その哲学の影響力は、二人の弟子たち――「教育人間学」を先導した森昭、「市民主義」の立場を確立した久野収に及んでいた。「越境」というキーワードのもと、田邊哲学の系譜における〈教育と政治〉をめぐる思想史のドラマを新たに描き出す。", "東京大学出版会",   0,"9784130562485.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ウィニコットとラカンに学ぶ", 6600, 100, "ルイス・Ａ・カーシュナールイスカーシュナー(編著)筒井 亮太ツツイ リョウタ(訳)", "一見両立しえない２人の精神分析家の共通点と相違点を論じることでどんな化学反応が起きるのか。著名な精神分析家による論文集。", "日本評論社",   0,null,15,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("興福寺のひみつ52（仮）", 2750, 100, "興福寺コウフクジ(監修)", "興福寺に関するとっておきの「ひみつ」をまとめた 1 冊。日本彫刻史のスター阿修羅像からお寺が発信するグルメなど52 のトピックスを紹介。オールカラーで掲載する四季折々の写真や仏像写真も迫力満点。", "興福寺コウフクジ(監修)",   0,null,15,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("AIとロボット･サイボーグの哲学", 2640, 100, "｢未来世界を哲学する｣編集委員会ミライセカイヲテツガクスルヘンシュウイインカイ(編)長田　怜オサダ　リョウ(編著)長門　裕介ナガト　ユウスケ(著)岡本　慎平オカモト　シンペイ(著)水上　拓哉ミズカミ　タクヤ(著)呉羽　真クレハ　マコト(著)", "情報科学技術の進展に伴い、人間に似た振る舞いや存在が人工的に製作できるような時代に突入している。ディープラーニングの確立以降、AIは驚くべきスピードで人間の知的・創造的な振る舞いを模倣・代替できるようになったし、ロボットはよりリアルな身体として、社会の中に存在するようになっている。また、私たちの身体をサイボーグ化する技術も次々に開発されている。生身の人間の代わりとなりうるこうした人工物に対して、私たちはどのような態度で臨むべきなのだろうか。その考察は、人間という存在の意味の変更を迫る可能性がある。", "丸善出版",   0,"9784621309926.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("眠れなくなるほど面白い 図解 死の話", 1089, 100, "島田 裕巳シマダ ヒロミ(監修)", "死とは何か──
シリーズ累計400万部を超える『眠れなくなるほど面白い図解』シリーズで、専門家と徹底考察。

人はいつか死ぬ。しかし、「死」は誰もが避けられないことでありながら、普段はなかなか考えにくい話です。
本書は、人間にとって「死」がどのような意味を持つのかを、科学・文化・心理の３つの視点から解説します。

死の定義や脳死の問題、なぜ生物は死ぬ仕組みがあるのか、臨死体験の謎など、科学的な問いから入り、土葬・火葬・風葬といった文化的慣習や、世界各地の葬儀・死者とのつながり、日本の仏式葬儀の背景まで、人類がどのように死に向き合ってきたかを幅広く紹介します。
さらに、尊厳死や安楽死、終活、ホスピス医の事例などを通して、死と向き合う心理や現代社会の課題にも触れ、あらゆる角度から「死」を考察。

「死」を正しく知ることで、日々の生き方を見つめ直し、今をより充実させるヒントが詰まった一冊です", "日本文芸社",   0,"9784537223569.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("『月刊住職』2026年2月号（通巻327号）", 1980, 100, "『月刊住職』編集部ゲッカンジュウショクヘンシュウブ(編)", "【特集】ＡＩはお寺の危機か／寺院擁壁崩壊対策／十大宗派の収益事業／寺有地トラブル必勝法／
新住職の志／死後を寺に任す法／Ｈ１実況／お寺の掲示板大賞／墓地反対の宗教的感情
【寺院・住職に直言・提言する】長井秀和・月村了衛
【連載】諸岡了介／鈴木隆泰／櫻井義秀／阿辻哲次／釈徹宗／野澤和弘／武井謙悟／田中淳子／池内了 ほか", "興山舎",   0,"9784910408712.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("訪問看護師の現在地", 3960, 100, "中田 明子ナカタ メイコ(著)", "そもそも看護師とは何を目指す仕事なのか。

この疑問を解くべく訪問看護師として長年働いてきた著者が、大学院に飛び込み、47人の看護師へのインタビューと看護の歴史文献の分析をもとに看護師の専門性を追求した専門職論", "晃洋書房",   0,"9784771040038.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("過去と生きる哲学", 2200, 100, "シャルル・ペパンシャルル　ペパン(著)永田 千奈ナガタ チナ(訳)", "去とうまく向き合うことが、前へ向かって進むこと。

哲学、文学、映画、音楽、スポーツにおいて明かされてきた知恵を、
最先端の認知神経科学やそれに基づくセラピーの知見に照らし合わせながら、
上手に過去と対話し、幸せに生きていくための方法論を考察する。

フランスの人気哲学者による、大人のための哲学エッセイ。

【目次より】
第一章　ベルクソンの天才的直観
第二章　あらゆるかたちで浮かぶ過去
第三章　過去は現在への扉
第四章　アイデンティティの基盤としての過去
第五章　過去に背を向ける
第六章　過去に支えられる
第七章　過去に介入する
第八章　過去とともに歩む

【本文より】
ひとつめは過去へのアプローチ。過去を受け入れ、書き換える動きといってもいい。
過去とは旅への誘いであると同時に改変可能な素材でもある。この素材を通して人は、自分が継承したものを理解し、それをいかにして身につけてきたかを知る。

二つめは未来へのアプローチ。行動だ。
過去を創造的に捉え直し、新たな体験を重ね、新たな記憶をストックすることで行動に移る。
行動の積み重ねには時間がかかることも承知しておかなければならない。過去から新たなものを生み出し、継承から創造に移るにはタイミングが重要だが、こればかりは必ずしも自分で選べるわけではない。

三つめは世界や他者など、外へのアプローチ。
心を開くことで、ひとつめのアプローチから二つめへとスムーズに移行できるようになる。
実際、過去を適切な場所に整理し、ルサンチマンの罠を避け、受容から行動へとステップ・アップするには、他者や世界に関心を向けるのが最善策となる。", "草思社",   0,"9784794228246.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("神への道しるべ", 1300, 100, "谷口雅春タニグチマサハル(著)", "「生長の家叢書」は、数々の奇蹟を生み続けている谷口雅春著『生命の實相』から一部を抜粋した小冊子で、昭和７年に発行された全11編のパンフレット型シリーズ。再び新たに「新版生長の家叢書」として現代に蘇る！", "光明思想社",   0,"9784867000694.jpg",15,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("おやのぬくみ", 2200, 100, "道友社ドウユウシャ(編)", "「おやさまの温もり」伝える
「もの」と「ところ」を
写真と逸話で紹介

教祖お手製の品々や、自ら赴かれた所、住まわれた建物などを逸話とともに紹介。
『天理時報』連載「おやのぬくみ」（2021年～2023年）に資料写真や図版を加えて書籍化。", "天理教道友社",   0,"9784807306787.jpg",15,null);