

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大卒公務員試験 過去問ザ・ベストSer.1 判断推理", 1980,100 , "柴崎直孝", "公務員試験対策の新定番！『大卒公務員試験 過去問ザ・ベスト』シリーズが登場！", "エクシア出版", 0,null,7,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ビジネス実務法務検定試験🄬３級公式テキスト",1970 ,100, "東京商工会議所", "ビジネス関連の法律問題に対応できる人材の育成を目的とした資格試験の公式テキスト。３級は、ビジネスパーソンとして最低限知っているべき法律実務基礎知識を想定", "中央経済社", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ビジネス実務法務検定試験🄬２級公式テキスト", 3960 , 100 , "東京商工会議所", "ビジネス関連の法律問題に対応できる人材の育成を目的とした資格試験の公式テキスト。２級は、実務経験があり、弁護士などの専門家に対して対応ができるレベルを想定。", "中央経済社", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　スッキリわかる基本情報技術者　テキスト＆問題集",1980 ,100 , "ＴＡＣ株式会社（情報処理講座）", "※今年度版より『ニュースペックテキスト』を『スッキリわかる』に書名変更しました。

本試験で狙われる論点を、新学習機能によって効率よくマスターすることができる基本テキストです。
「2026年度版」では、科目B対策法として特に重要な「疑似言語」問題への取り組み方について、内容をリニューアルしました。

★学習と試験対策の手引き
巻頭の「スタートアップ講座」で、学習の道筋から本試験の攻略法までをガイダンス。情報満載の目次でどこに何が載っているか、ひと目でわかる！　目的意識を持って学習を効率的に進めることができます。
★インプットしやすい
科目A試験対策と科目B 試験対策で解説方法を分けました。
→科目A試験対策：側注つきレイアウト。実戦知識をすっきり解説。
→科目B試験対策：一段組みレイアウト。“専用ページ”を設けしっかり解説。
★イメージしやすい　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　見てすぐ理解につながるカラー図解と本試験に直結した色別の側注。
→図解は、考え方のプロセスを覚えやすいよう、彩色しています。
→知っていればよい知識は表組みにまとめました。
→側注でも、頻出論点を、重要度で色分けし、解説しています。
★アウトプットもできる
→科目A試験、科目B試験いずれも豊富に問題を掲載。実践力を磨くことができます。
★科目B模試1回分を巻末に収載。科目B試験は、情報セキュリティと擬似言語の二分野を中心にする新たな構成へ。本書では、数多くのサンプル問題を章末確認問題として収載したうえ、科目B予想模試1回分を巻末に収載しており、充実した試験対策書籍となっています。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６－２０２７年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　プロジェクトマネージャ",3300 ,100 , "ＴＡＣ株式会社（情報処理講座）", "2026年度から実施予定のCBT方式の試験に対応！　本書は、プロジェクトマネージャ試験で実施される「科目A-2（旧午前Ⅱ）試験」「科目B-1（旧午後Ⅰ）試験」「科目B-2（旧午後Ⅱ）試験」の3つの試験すべての対策ができるオールインワンのテキスト＆問題集です。
特に、「長文問題の読み取り方（科目B-1対策）」と「情報処理試験特有の論述法（科目B-2対策）」という汎用性のある解法に特色を持たせた自信の一冊です。

プロジェクトマネージャ試験に合格するためには、
①科目A-2試験―キーワードについての四肢択一式問題
②科目B-1試験―長大な問題文と図表を読み解き、設問の要求に沿った解答を記述する記述式問題
③科目B-2試験―問題文の例示も参考にして、設問の要求に沿った論文を作成する論述式問題

の3つ（※）の異なる試験を突破しなければなりません。

本書では、
①科目A-2対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題実績の高い過去問演習　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　②科目B-1対策―いかなる問題が出ても通用する汎用的解法テクニック「三段跳び法」について解説（「三段跳び法」は、Hop→Step→Jumpの3段階を踏みながら、短時間で設問が求める“正解”を導き出す方法です）＋頻出の分野・テーマ・観点・事例パターンを分析・厳選した過去問演習
③科目B-2対策―合格答案＝合格論文を書くために、「ステップ法」「自由展開法」「“そこで私は”展開法」「“最初に次に”展開法」など、実効性の高い汎用論述テクニックを解説＋頻出の分野・テーマ・設問要求パターンを分析・厳選した過去問演習

と、各科目に特化した、最も効率の良い学習方法を提供します。ぜひ、本書を活用して合格を勝ち取ってください。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、共通で実施される「科目A-1（旧午前Ⅰ）試験」がありますが、免除制度の利用者には不要ということもあり、本書には、科目A-1対策は含まれておりません。姉妹書の『2026年度版 ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６－２０２７年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　データベーススペシャリスト",3190 ,100 , "ＴＡＣ株式会社（情報処理講座）", "2026年度から実施予定のCBT方式の試験に対応！　本書は、データベーススペシャリスト試験で実施される「科目A-2（旧午前Ⅱ）試験」「科目B-1（旧午後Ⅰ）試験」「科目B-2（旧午後Ⅱ）試験」の3つの試験すべての対策ができるオールインワンのテキスト＆問題集です。
特に、科目B-1・2試験を、設問要求にもとづき、「知識」を駆使して問題文中にちりばめられたヒントをたどりながら正解を導き出す汎用性の高い攻略法に特色を持たせた自信の一冊です。

データベーススペシャリスト試験に合格するためには、
①科目A-2試験―キーワードについての四肢択一式問題
②科目B-1試験―問題文（事例）と図表を、学習した知識を適用して読み解き、設問の要求に沿った解答を記述する記述式問題
③科目B-2試験―科目B-1よりさらに長大かつ複雑な問題文と図表を、知識を適用して読み解き、設問の要求に沿った解答を記述する記述式総合問題
の3つ（※）の試験を突破しなければなりません。

本書では、
①科目A-2対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題実績の高い過去問演習　
②科目B試験対策１―科目B試験用のさらに深い「知識」を解説
③科目B試験対策２―頻出の分野・テーマ・事例を過去問題から切り出し、「知識」を駆使して問題文中にちりばめられたヒントをたどりながら正解を導き出す汎用性の高い攻略法を伝授
④科目B試験対策３―科目B-1試験・科目B-2試験の過去問題から頻出の分野・テーマ・事例を厳選した過去問演習
⑤本書に掲載した科目B試験の解答用紙をダウンロードできるサービス付き
と、各科目に特化した、最も効率の良い学習方法を提供します。ぜひ、本書を活用して合格を勝ち取ってください。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、共通で実施される「科目A-1（旧午前Ⅰ）試験」がありますが、免除制度の利用者には不要ということもあり、本書には、科目A-1対策は含まれておりません。姉妹書の『2026年度版 ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６ー２０２７年度版　スッキリわかる応用情報技術者 テキスト＆問題集",3190 ,100 , "ＴＡＣ株式会社（情報処理講座）", "※今年度版より『ニュースペックテキスト』を『スッキリわかる』に書名変更しました。

2026年度試験からのCBT方式および科目名変更に、いち早く対応！　科目A試験も、科目B試験もこれ一冊でOK！のオールカラー基本テキスト

★オールカラー図解
本書の特長である「図解」の効果を最大限に引き出すオールカラー印刷です。
→図を色づけすることによって、考え方のプロセスまでひと目でわかるよう工夫しました。
★スタートアップ講座とリファレンス性の高い目次
各試験科目（章）の関連性や得意／不得意に応じた学習のメリハリなど、「学習map」等ではじめての学習を強力にサポートします。また、情報満載の目次でどこに何が載っているか、ビジュアルにひと目でわかるようにし、目的意識を持って学習を効率的に進めることができるようにしました。
★インプットしやすい
科目A試験対策と科目B試験対策で解説方法を分けています。
→科目A対策頁：頻出項目を、図表を用いてわかりやすく、スピーディにマスターできる量にまとめています。
→科目B対策頁：記述試験対策用に知識レベルを掘り下げ、解答プロセス中心に解説しています。
★本試験に直結する側注
頻出用語、重要ポイントなどを本試験より切り出した色別の側注をふんだんに用いています。
→側注は、アイテムごと、重要度ごとに色分け。側注だけで、目的、時期に応じた学習が可能です。
★アウトプットもできる　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　→各章末に過去問による「確認問題」と巻末に「令和７年度春期試験問題」を載せています。もちろん解答解説付きで、アウトプット力も着実に磨くことができます。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　スッキリわかる情報セキュリティマネジメント　テキスト＆問題集",1980 ,100 , "ＴＡＣ株式会社（情報処理講座）", "※今年度版より『ニュースペックテキスト』を『スッキリわかる』に書名変更しました。

「情報セキュリティマネジメント」試験の受験対策書。出題傾向分析に基づく合格直結ポイントを、盛りだくさんの新学習機能とオールカラー図解によって効率よくマスターすることができる基本テキストです。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
科目A・B試験のサンプル問題も章末や巻末に掲載しています。

★はじめての学習をサポートする「スタートアップ講座」：学習の進め方と各章の概要をイラスト付きでやさしく説明しました。
★ダブルでメリハリをつけた解説
出るところ／出ないところでメリハリ：主要出題範囲の「情報セキュリティ分野」は基礎から“しっかり”と、「関連分野」は出題可能性が高いところに絞り“すっきり”と解説しました。
科目A対策／科目B対策でメリハリ：科目A対策は基本的な考え方と用語を覚えることを中心に解説する一方、科目B対策用に「事例式学習」として、習得した知識をもとに考える章を設けました。
★学習段階に応じて活用できる機能的な変形2段組レイアウト：はじめての学習は、「本文」→「側注」→「確認問題」と理解を進め、直前期は、「側注」を見て、自信のないところは「本文」へ戻って復習、試験３日前～当日は、重要事項を集めた「側注」だけ見て、余裕があれば「確認問題」で仕上げましょう。
★内容の理解をやさしくサポートするカラー図解：ひと目でわかるカラー図表と、キーワード・キーフレーズが目に飛び込んでくるカラー解説文がインプットを助けます。
★充実した章末問題はトータルで試験１回分超を収載。さらに巻末に科目A・Bサンプル問題（試験1回分）を収載！コンパクトな書籍ながら、試験２回分の演習ができます！解いた後は丁寧な解説で知識を補強できるので、試験前の腕試し、総仕上げに最適です。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　スッキリわかる　ＩＴパスポート　テキスト＆問題集",1650 ,100 , "ＴＡＣ株式会社（情報処理講座）", "用語を覚えてから学ぶからこそ、短期合格が可能に！！速習型テキスト＆問題集の決定版！

◆内容充実！　合格レベルの重要用語をインプット！
基本用語・試験で頻出の用語・シラバスVer.6.3と6.4の最新用語……合格のための重要用語を洗い出し、内容を圧倒的に充実させました。

◆重要用語を覚えるための機能が満載！
重要用語を頭の中で整理して効率的に覚えるために「対比して覚える」「セットで覚える」などの学習機能が満載。インプットを強力にサポートします。

◆本試験１回分を超える過去問＆オリジナル問題演習！
再出題の可能性が高い過去問題だけでなく、最新シラバスに対応するためのサンプル問題も、すべて解説付きで掲載！　本試験を超える充実のアウトプット演習ができます。

◆ITパスポート試験ならではの対策もフォロー
ITパスポートは「CBT方式」という独特な試験方式で行われます。本試験で面食らわないよう、注意点その他、「試験の受け方」についてもフォローしてあります。

ITパスポート試験では、重要用語の意味・特徴をきちんと覚えていれば正解できる出題が７割以上。そこを押さえれば余裕をもって1000点満点中600点の合格点をクリアできます。
本書は、この「合格レベルの重要用語を押さえる」ことに焦点を当てた学習機能が満載です！", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　ネットワークスペシャリスト",3080 , 100, "ＴＡＣ株式会社（情報処理講座）", "本書は、ネットワークスペシャリスト試験で実施される「午前Ⅱ試験」「午後Ⅰ試験」「午後Ⅱ試験」の3つの専門試験（※）すべての対策ができるオールインワンのテキスト＆問題集です。

ネットワークスペシャリスト試験に合格するためには、
①午前Ⅱ試験―キーワードについての四肢択一式問題
②午後Ⅰ試験―実際の業務を想定した事例問題に対し、学習した知識を駆使して、設問の要求に沿った解答を記述する記述式問題
③午後Ⅱ試験―午前Ⅰに比べて、事例問題が長大かつ複雑になったもの（記述式総合問題）

の3つの試験を突破しなければなりません。
とはいえ、習得すべき知識は午前Ⅱから午後Ⅰ・Ⅱまで、基本的な知識か、その発展かの違いはあれど、ひとつながりのものといってよいでしょう。

本書では、頻出キーワードの図解解説（午前Ⅱ対策）から「FOCUS学習」として午後Ⅰ・Ⅱを解くための事例学習までを、各セクションごとにイッキに行い、体系的にインプットを進めていくことができる構成となっています（第1～3章）。
アウトプット学習としては、第1～3章の章末に午前Ⅱ試験の過去問題と解答解説を付し、基本をしっかりと固めた後、第4章で午後Ⅰ・Ⅱのテーマ別に分類された過去問に取り組み、総仕上げをします。

「ALL IN ONE」シリーズの中でも、最も多く図表を用い、専門知識を図解で理解し覚えていただける自信の一冊です。

また、書籍に掲載した午後Ⅰ・Ⅱ問題演習について、TACオンラインストア上で「解答用紙ダウンロードサービス」を無料で提供しています。
ぜひ、本書を活用して合格を勝ち取ってください。

【「2026年度版」の主な改訂ポイント】
・午後Ⅰ・Ⅱ試験対策として掲載している過去問題を、例年以上に大幅に差替え、最新の出題傾向に対応した内容としました。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、「午前Ⅰ」という共通試験がありますが、免除制度の利用者には不要ということもあり、本書には、午前Ⅰ対策は含まれておりません。姉妹書の『ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　ＩＴサービスマネージャ",3740 ,100 , "ＴＡＣ株式会社（情報処理講座）", "本書は、ITサービスマネージャ試験で実施される「午前Ⅱ試験」「午後Ⅰ試験」「午後Ⅱ試験」の3つの専門試験（※）すべての対策ができるオールインワンのテキスト＆問題集です。
特に、「長文問題の読み取り方（午後Ⅰ対策）」と「情報処理試験特有の論述法（午後Ⅱ対策）」という汎用性のある解法に特色を持たせた自信の一冊です。

ITサービスマネージャ試験に合格するためには、
①午前Ⅱ試験―キーワードについての四肢択一式問題
②午後Ⅰ試験―長大な問題文と図表を読み解き、設問の要求に沿った解答を記述する記述式問題
③午後Ⅱ試験―問題文の例示も参考にして、設問の要求に沿った論文を作成する論述式問題

の3つの異なる専門試験を突破しなければなりません。

本書では、
①午前Ⅱ対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題可能性の高い過去問演習　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　②午後Ⅰ対策―いかなる問題が出ても通用する汎用的解法テクニック「三段跳び法」について解説（「三段跳び法」は、Hop→Step→Jumpの3段階を踏みながら、短時間で設問が求める“正解”を導き出す方法です）＋頻出の分野・テーマ・観点・事例パターンを分析・厳選した過去問演習
③午後Ⅱ対策―合格答案＝合格論文を書くために、「ステップ法」「自由展開法」「“そこで私は”展開法」「“最初に次に”展開法」など、実効性の高い汎用論述テクニックを解説＋頻出の分野・テーマ・設問要求パターンを分析・厳選した過去問演習

と、各試験に特化した、最も効率の良い学習方法を提供します。

また、書籍に掲載した午後Ⅰ・Ⅱ問題演習について、TACオンラインストア上で「解答用紙ダウンロードサービス」を無料で提供しています。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、「午前Ⅰ」という共通試験がありますが、免除制度の利用者には不要ということもあり、本書には、午前Ⅰ対策は含まれておりません。姉妹書の『ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　ＩＴストラテジスト",3520 ,100 , "ＴＡＣ株式会社（情報処理講座）", "本書は、ITストラテジスト試験で実施される「午前Ⅱ試験」「午後Ⅰ試験」「午後Ⅱ試験」の3つの専門試験（※）すべての対策ができるオールインワンのテキスト＆問題集です。
特に、「長文問題の読み取り方（午後Ⅰ対策）」と「情報処理試験特有の論述法（午後Ⅱ対策）」という汎用性のある解法に特色を持たせた自信の一冊です。

ITストラテジスト試験に合格するためには、
①午前Ⅱ試験―キーワードについての四肢択一式問題
②午後Ⅰ試験―長大な問題文と図表を読み解き、設問の要求に沿った解答を記述する記述式問題
③午後Ⅱ試験―問題文の例示も参考にして、設問の要求に沿った論文を作成する論述式問題

の3つの異なる専門試験を突破しなければなりません。

本書では、
①午前Ⅱ対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題可能性の高い過去問演習　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　②午後Ⅰ対策―いかなる問題が出ても通用する汎用的解法テクニック「三段跳び法」について解説（「三段跳び法」は、Hop→Step→Jumpの3段階を踏みながら、短時間で設問が求める“正解”を導き出す方法です）＋頻出の分野・テーマ・観点・事例パターンを分析・厳選した過去問演習
③午後Ⅱ対策―合格答案＝「ポイントテーマ」として論述試験に使える知識を深く解説＋合格論文を書くために、「ステップ法」「自由展開法」「“そこで私は”展開法」「“最初に次に”展開法」など、実効性の高い汎用論述テクニックを解説＋頻出の分野・テーマ・設問要求パターンを分析・厳選した過去問演習

と、各試験に特化した、最も効率の良い学習方法を提供します。
また、書籍に掲載した午後Ⅰ・Ⅱ問題演習について、TACオンラインストア上で「解答用紙ダウンロードサービス」を無料で提供しています。



※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、「午前Ⅰ」という共通試験がありますが、免除制度の利用者には不要ということもあり、本書には、午前Ⅰ対策は含まれておりません。姉妹書の『ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　情報処理安全確保支援士",3080 ,100 , "ＴＡＣ株式会社（情報処理講座）", "", "ＴＡＣ出版", 0,null,7,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　共通午前Ⅰ",2090 ,100 , "ＴＡＣ株式会社（情報処理講座）", "本書は、高度情報処理技術者試験および、情報処理安全確保支援士試験の全9試験種において、共通で実施される「午前Ⅰ」試験対策のために、最小時間で最大効果を上げることができるように作成したものです。

2026年度版では、令和６年度秋試験～令和７年度春試験の出題を分析し、知識編の用語、演習編の問題・解答解説のアップデートを行いました。

○「知識編」では、過去問題の徹底分析を元に厳選した頻出キーワードをスピーディに解説します。
○「問題編」では、再出題の可能性が高い過去問題を厳選して掲載。すぐにその解説にアクセスできるよう見開き構成をとっています。
○「知識編」と「問題編」をリンクさせていますので、習得した知識を確認するための問題演習をすぐ行うことができ、また、問題演習で不足だと感じた知識をすぐに補うことができます。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　システムアーキテクト",3410 ,100 , "ＴＡＣ株式会社（情報処理講座）", "本書は、システムアーキテクト試験で実施される「午前Ⅱ試験」「午後Ⅰ試験」「午後Ⅱ試験」の3つの専門試験（※）すべての対策ができるオールインワンのテキスト＆問題集です。
特に、「長文問題の読み取り方（午後Ⅰ対策）」と「情報処理試験特有の論述法（午後Ⅱ対策）」という汎用性のある解法に特色を持たせた自信の一冊です。

システムアーキテクト試験に合格するためには、
①午前Ⅱ試験―キーワードについての四肢択一式問題
②午後Ⅰ試験―長大な問題文と図表を読み解き、設問の要求に沿った解答を記述する記述式問題
③午後Ⅱ試験―問題文の例示も参考にして、設問の要求に沿った論文を作成する論述式問題

の3つの異なる専門試験を突破しなければなりません。

本書では、
①午前Ⅱ対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題可能性の高い過去問演習　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　②午後Ⅰ対策―いかなる問題が出ても通用する汎用的解法テクニック「三段跳び法」について解説（「三段跳び法」は、Hop→Step→Jumpの3段階を踏みながら、短時間で設問が求める“正解”を導き出す方法です）＋頻出の分野・テーマ・観点・事例パターンを分析・厳選した過去問演習
③午後Ⅱ対策―合格答案＝合格論文を書くために、「ステップ法」「自由展開法」「“そこで私は”展開法」「“最初に次に”展開法」など、実効性の高い汎用論述テクニックを解説＋頻出の分野・テーマ・設問要求パターンを分析・厳選した過去問演習

と、各試験に特化した、最も効率の良い学習方法を提供します。
また、書籍に掲載した午後Ⅰ・Ⅱ問題演習について、TACオンラインストア上で「解答用紙ダウンロードサービス」を無料で提供しています。
ぜひ、本書を活用して合格を勝ち取ってください。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、「午前Ⅰ」という共通試験がありますが、免除制度の利用者には不要ということもあり、本書には、午前Ⅰ対策は含まれておりません。姉妹書の『ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２５年度版　ＡＬＬ　ＩＮ　ＯＮＥ　パーフェクトマスター　プロジェクトマネージャ",3190 ,100 , "ＴＡＣ株式会社（情報処理講座）", "本書は、プロジェクトマネージャ試験で実施される「午前Ⅱ試験」「午後Ⅰ試験」「午後Ⅱ試験」の3つの試験すべての対策ができるオールインワンのテキスト＆問題集です。
特に、「長文問題の読み取り方（午後Ⅰ対策）」と「情報処理試験特有の論述法（午後Ⅱ対策）」という汎用性のある解法に特色を持たせた自信の一冊です。

プロジェクトマネージャ試験に合格するためには、
①午前Ⅱ試験―キーワードについての四肢択一式問題
②午後Ⅰ試験―長大な問題文と図表を読み解き、設問の要求に沿った解答を記述する記述式問題
③午後Ⅱ試験―問題文の例示も参考にして、設問の要求に沿った論文を作成する論述式問題

の3つ（※）の異なる試験を突破しなければなりません。

本書では、
①午前Ⅱ対策―出題頻度の高いキーワード、キーフレーズについて、意味内容を効率よく習得できるよう解説＋再出題可能性の高い過去問演習　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　②午後Ⅰ対策―いかなる問題が出ても通用する汎用的解法テクニック「三段跳び法」について解説（「三段跳び法」は、Hop→Step→Jumpの3段階を踏みながら、短時間で設問が求める“正解”を導き出す方法です）＋頻出の分野・テーマ・観点・事例パターンを分析・厳選した過去問演習
③午後Ⅱ対策―合格答案＝合格論文を書くために、「ステップ法」「自由展開法」「“そこで私は”展開法」「“最初に次に”展開法」など、実効性の高い汎用論述テクニックを解説＋頻出の分野・テーマ・設問要求パターンを分析・厳選した過去問演習

と、各試験に特化した、最も効率の良い学習方法を提供します。ぜひ、本書を活用して合格を勝ち取ってください。

なお、2025年度版より、書籍に掲載した午後Ⅰ・Ⅱ問題演習について、サイバーブックストア上で「解答用紙ダウンロードサービス」を始めます。

※高度情報処理技術者試験8試験種と情報処理安全確保支援士試験には、共通で実施される「午前Ⅰ試験」がありますが、免除制度の利用者には不要ということもあり、本書には、午前Ⅰ対策は含まれておりません。姉妹書の『ALL IN ONE パーフェクトマスター 共通午前Ⅰ』をご利用ください。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２５年度版　ニュースペックテキスト　応用情報技術者",3190 , 100, "ＴＡＣ株式会社（情報処理講座）", "午前試験も午後試験もこれ一冊でOK！のオールカラー基本テキスト

★オールカラー図解
本書の特長である「図解」の効果を最大限に引き出すオールカラー印刷です。
→図を色づけすることによって、考え方のプロセスまでひと目でわかるよう工夫しました。
★スタートアップ講座とリファレンス性の高い目次
各試験科目（章）の関連性や得意／不得意に応じた学習のメリハリなど、「学習map」等ではじめての学習を強力にサポートします。また、情報満載の目次でどこに何が載っているか、ビジュアルにひと目でわかるようにし、目的意識を持って学習を効率的に進めることができるようにしました。
★インプットしやすい
午前試験対策と午後試験対策で解説方法を分けています。
→午前対策頁：頻出項目を、図表を用いてわかりやすく、スピーディにマスターできる量にまとめています。
→午後対策頁：記述試験対策用に知識レベルを掘り下げ、解答プロセス中心に解説しています。
★本試験に直結する側注
頻出用語、重要ポイントなどを本試験より切り出した色別の側注をふんだんに用いています。
→側注は、アイテムごと、重要度ごとに色分け。側注だけで、目的、時期に応じた学習が可能です。
★アウトプットもできる　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　→各章末に過去問による「確認問題」と巻末に「令和６年度春期試験問題」を載せています。もちろん解答解説付きで、アウトプット力も着実に磨くことができます。", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("中小企業診断士１次試験　過去問完全マスター　６　経営情報システム",3410 ,100 , "過去問完全マスター製作委員会", "中小企業診断士1次試験過去10年分の過去問題(平成28～令和7)を論点別・重要度順に編集。法改正・制度変更にも対応。

中小企業診断士1次試験は7科目の幅広い領域から出題され、合格には平均6割以上の得点が求められるが、1年間で1次試験・2次試験の両方の勉強をするためには最大でも8か月ほどしか1次試験に時間を割くことができないため、すべての科目のすべての領域を勉強することは非効率である。
したがって、受験生はいかに早く出題傾向を把握し、頻出な論点を繰り返し解くことができるかが重要である。
では、出題傾向や重要な論点はどのように把握すればよいのか?
そのためには、過去問題を複数年度確認する必要がある。
しかし、これまでの過去問題集は年度別に編集されているので、同一論点の一覧性を確保したい場合や論点別に繰り返し解くツールが欲しい場合には、受験生自身が過去問題を出題項目ごとに並べ替えたツールを自ら作成する必要があった。
これには時間も労力もかかるため、「市販の問題集で論点別にまとめたものがあったらいいのに……」と考える受験生の声に応えて作られたもの。
過去10年間の1次試験過去問題を収録し、出題傾向を参考にして並べ替えたことで、受験生が短期間に頻出の論点を容易に把握し、繰り返し解き、自分の苦手な論点を徹底的に克服することができるように工夫した。", "同友館", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("２０２６年度版　わかって合格（うか）る１級土木施工管理技士　基本テキスト",3080 ,100 , "ＴＡＣ１級土木施工管理技士講座【著】　平野陽康【著】", "【いつでもどこでも手軽に学習できる、
持ち運びに便利な3分冊形式です!!】

1級土木施工管理技術検定では、
工学基礎知識から土木一般、専門土木、法規、共通工学、施工管理法まで、
幅広い分野から出題されます。
そのため、いかに効率よく勉強を進めていくかが鍵となります。

ではそんな1級土木施工管理技士の試験で、もっとも効率よく、
勉強するにはどうすればよいでしょうか？

1. まずは、試験で何が問われるかを十分に知ることです。
2. そのうえで、合格に直結する知識だけを蓄えていくことです。
3. 最後に、その知識を実戦で使えるところまで磨き上げることです。

本書『わかって合格る1級土木施工管理技士 基本テキスト』
は学習される方が徹底的に効率よく、
理解しながら試験で使える知識が身につけられるよう、
さまざまな工夫をしています。

【本書の8つの工夫】
◆オールカラー＆赤シート対応
大切なところがすぐわかるオールカラー。
赤シート対応のため、暗記のための反復学習も簡単です。

◆はじめに各項目の攻略法
合格に向けてどんな点に注意して勉強を進めるべきか、
まずはしっかり把握しましょう。

◆徹底的に吟味した内容
学習される方の負担にならないよう、
合格に直結する項目にしぼって掲載しています。

◆過去8年間の本試験出題箇所にアンダーライン
平成30年度～令和7年度まで、
過去8年間の一次検定の出題箇所には、
アンダーラインと出題年度を記載。
学習初期から直前期まで絶大な力を発揮します。

◆豊富なイラスト図解
試験で合格するためには、
工法や設備、材料や機器についての知識が欠かせません。
本書では、ぱっと見てすぐにイメージがつかめるよう、
イラストを多数掲載しています。

◆理解度を高める〔ひとこと〕
著者からの〔ひとこと〕には、
理解を深めるためのヒントがつまっています。

◆『過去8年間の出題実績』一覧つき
過去8年間の一次検定で何が出題されたのか、
まるわかりです。

◆どこでも手軽に学習
持ち運びに便利な3分冊形式です。

◇一次検定対策には…
過去問を8年分収録、本書と完全リンクした
『わかって合格る1級土木施工管理技士 一次検定8年過去問題集』
の併用がおすすめです！", "ＴＡＣ出版", 0,null,7,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("詳解　第二種電気工事士　学科試験過去問題集 '26年版",1320 ,100 , "コンデックス情報研究所", "過去の試験問題を分析し、よく出題される問題を科目ごとにセレクトした頻出問題と、本試験[筆記方式]２回分（令和7年度）を収録。
セレクト過去問は、本試験に準じて７つの科目で構成。左ページに問題、右ページに解説、問題の下に出題年・期・問題番号・同問や類問を記載。
要点がわかる充実解説。配線図は特に丁寧に解説。
本試験[筆記方式]タイプの解答用紙（マークシート）付きなのでコピーして実践練習ができる。
試験の解答・解説は、答え合わせしやすい別冊式。", "成美堂出版", 0,null,7,null);
