


INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("女学生の系譜・増補新装版",3740 ,100 , "本田 和子", "断髪、自転車、海老茶袴、ラブ……。学校という近代化装置に組み込まれた少女たち＝女学生は、明治期以降に何者として存在し、社会はどのようなまなざしを向けたのか。装いや小説・少女雑誌での表象などを手がかりに、女学生の誕生とその系譜をたどる。", "青弓社", 0,null,6,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("完全図解版　ひとり社長の税金を逃れる方法",1650 ,100 , "大村大次郎", "以下はすべて間違いです。ご存知ですか？
●税金は税理士に頼めばすべて大丈夫？
いいえ。税理士はあまり突っ込んだ節税策は教えてくれません。 税理士は個人差が大きい上、税務署に言いなりの税理士も多いのです。

●私的な費用は会社の経費にできない？
いいえ。原則はできませんが、様々な工夫により 生活費のかなりの部分は会社の経費で落とすことができます。

●税務署はいつも正しく公平？
いいえ。税務署は税金をとることに命をかけており 税法を捻じ曲げて課税することさえあります。 しかし工夫をすれば税務署の調査や追徴課税を免れる可能性があります。

　ひとり社長の中には、税金を安くするためにあえて会社をつくったという方も多いと思います。が、ただ会社をつくるだけでは税金は安くなりません。会社をつくり、会社に与えられた様々な節税策を駆使することによって、税金が安くなるのです。だから、税金を安くするためには、それなりの知識が必要になります。
　そういう節税の知識を図解版にすることでわかりやすく提示するというのが本書のテーマです。

大判で、2色と図解でわかりやすい本です", "かや書房", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("人はこんなことで破産してしまうのか！",1430 ,100 , "速水　陶冶(監修)永峰 英太郎ナ(著)", "なぜ、彼らは破産してしまったのか？

借金、浪費、ギャンブル──
それだけが理由ではない！

本書では、破産へと追い込まれた人々のエピソードと破産についてのアドバイスを紹介。

例えば、
・推し活で破産する
・ママ友に見栄を張って破産寸前
・二世帯住宅になったら破産した
・不倫がきっかけで破産する
・ネコを飼って破産しかける
など……。

「普通に生活しているだけだったのに……」
「こんなはずじゃなかったのに……」

破産は決して他人事ではない！", "三笠書房", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("太平洋戦争両成敗論",2750 ,100 , "笹倉 明", "直木賞作家のノンフィクション
開戦から八五年を迎える年ゆえ、回忌（＝弔い）にふさわしいものにしたいとも考えている。むろん、これまでの私自身の体験と見聞を偽りなく映し出すものであり、その中身のある部分については相当な風当たりもあるだろうと覚悟しておく。戦争なるものへの見方は、人それぞれに、あるいは世代間においても異なるはずだが、私としては出来るかぎり中立かつ客観的な視点と立場でもって記していくことを心がけるつもりである。総じて言えば―、あの戦争は一体何だったのか。その本質とは何か？そのことを解明しておかなければ、世代を超えた真の反戦、平和運動には繋つながらない。今なお進行中のウクライナ戦争にしても、その本質は日々の報道からはほとんど見えてこない。これまた何ゆえの、何のための戦争なのかを解き明かしておかねば、どちらをどう支援するのかという問題の答えが見出せない。それは決して遠い国の戦争ではなく、戦時中にあった千島〈列島〉の略奪にも通じる話であることを知ってほしい、との願いもこれを記す動機の一つだ。今昔ふたつの戦争を通して、現代世界が抱えてしまっている由々しき現実、悲しむべき事態を一人でも多くの人に伝えるべく、それぞれの真相に肉迫したいと願っている。（まえがきより）", "論創社 ", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("何が日本のメディアミックスを可能にしたのか",2530 ,100 , "田 泰昊", "本書は、著者が2023年に名古屋大学人文学研究科へ提出した博士学位論文を基に、一部修正・加筆したものである。著者は大学時代に友人からもらった一冊のライトノベル作品をきっかけにその世界に入り込み、本格的に作品を読み耽る。その中で著者はライトノベルが単なる小説としてだけアプローチしていては、その意味を完全に理解することは難しいと悟った。そこで、日本への留学を決心し、直接日本のライトノベル編集者たちに会い、メディアミックスに対する彼らの認識と実践を調査した。本書はそんな著者の長きにわたる研究の歩みを辿った一冊となっている。

ー目次ー
第1章 出版社のメディア越境 ―角川と徳間に見る1970―80年代のメディアミックス
第2章 第一世代男性オタクとメディアミックス的システムの定着
第3章 リスク社会におけるメディアミックス：ライトノベル編集者の視点から　
第4章 『踊る大捜査線』論再考：テレビ局主導の製作委員会方式映画の幕開けとメディアミックス
第5章 1990年代における韓国のワンソース・マルチユースと製作委員会の実践", "博英社 ", 0,null,6,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("担保法改正を読む",2860 ,100 , "松尾弘", "令和7年に成立した「譲渡担保契約及び所有権留保契約に関する法律」、いわゆる譲渡担保法。
この譲渡担保法およびその整備法は、これまで判例・慣習法理により運用されてきた譲渡担保契約および所有権留保契約を法制化し、その効力、実行手続、破産手続における取扱い等を明文化した。新法で何が規定されたか？
動産・債権を中心とする不動産以外の財産を対象とした、新たな担保法制の内容を概観し、新法の全体像を理解できる一冊。", "慶應義塾大学出版会", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("「移民」の住む場所",4620 ,100 , "金希相", "アメリカなどの伝統的な移民受け入れ国にくらべて、〈新しい移住先〉となりつつある日本。
本書は、移民の人々の社会統合に重要な役割を果たす〈居住〉に着目する。日本に暮らす移民の居住格差や入居差別の実態を国勢調査などのデータやアメリカを中心に発展してきた「同化理論」を応用して読み解き、移民研究の新たな地平を切り開く。", "慶應義塾大学出版会", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("実践フューチャー・デザイン",3520 ,100 , "西條辰義", "◎未来から「今」を変えるヒントが満載
フューチャー・デザイン（Future Design、ＦＤ）とは、将来世代が私たちに「ありがとう」と感謝したくなる社会をデザインし、それを実践することです。ＦＤの核心は、「今」から「未来」ではなく、「未来」から「今」をデザインするというシンプルながら絶大な力を秘めた思考の変革です。この視点転換が、私たちの思考を「できない理由」から「どうやって実現できたか」へと質的に変え、悲観的な現状から「希望の物語」を紡ぎ出すのです。本書は、その理論と豊富な実践例を第一人者が明快に解説します。", "日経BP　日本経済新聞出版", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("プラットフォームに正義を託せるか",2200 ,100 , "小向太郎", "SNS・動画プラットフォームを舞台にした「コンテンツ・モデレーション」（情報の選別や削除）の現状を、
情報法の第一人者が平易に解説。これからの社会に必要なネット上の法制度についても展望する。
ビジネスやプライベートでSNSを使う人、必携の一冊。
（以上を太字に）
私たちは日々、XやYouTubeをはじめとするネット上の媒体を通じ、誰かが選び、排除したネット情報を視聴しています。ネット上に流れるこうしたさまざまな情報は、どのような基準で選別されているのでしょうか。SNSや動画コンテンツが情報の主戦場となった現代、タイムラインに表示されるニュース、レコメンドに流れてくる動画などを提供するプラットフォームの社会への影響力は、ますます強まっています。
本書の主題となる「コンテンツ・モデレーション」とは、オンライン上の投稿や動画を選別したり、削除・非表示にしたりするプロセスのこと。そこには政府による規制とイノベーション、企業の利益と公共性、言論の自由と社会的秩序など、複雑な価値の対立が拮抗しています。
本書では、EU・アメリカ・日本という三つの地域でそれぞれ大きく異なる「コンテンツ・モデレーション」の知られざる現状を、法規制や「言論の自由」に対する考え方の違いも含め、情報法の第一人者が、平易に解説。さらに、これからの日本がとるべき法制度についても展望します。
【はじめに】より
情報は現代社会の生命線です。プラットフォームを通じて届けられる情報は、今後ますます重要になってくるでしょう。誰がどのようなルールを定めるかによって、社会のあり方も大きく変わるかもしれません。一方、「現代の言論統制」ともいえる「コンテンツ・モデレーション」を、誰がどのようにコントロールするのかについては、どの国もまだ試行錯誤の状態です。
　プラットフォームの問題はプラットフォーム上のコンテンツをいかに適正化するか、ということにとどまりません。実際に特定のプラットフォームを使わざるを得ない状況を考えれば、その影響力はさらに大きくなるでしょう。こうした状況に対し、プラットフォームが提供するサービスや、収集している膨大な情報について、どのようなルールを定めるべきかという問題にも注目が集まっています。
　プラットフォームに社会がどのように責任を求めていくかという問題は、インターネットを利用するすべての人に重大な影響を及ぼします。日本でこうした新しい問題への対応を検討する際には、ヨーロッパやアメリカの議論や制度がよく参照されます。しかし、この問題に対する考え方が、国や地域によって全く異なるということは、あまり知られていないのではないでしょうか。
　本書では、各国の制度の特徴とその背景を比較して、これからの日本にはどのような制度が必要なのかを、皆さんと一緒に考えていきたいと思います。", "日経BP　日本経済新聞出版", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("不安の世代",3080 ,100 , "ジョナサン・ハイト(著)西川 由紀子(訳)", "全世界累計250万部突破
NYタイムズ・ベストセラー1位！

10代の「うつ」「自殺」が世界中で急増。
スマホ・SNSとの間に因果関係はあるか？
スマホ登場で完全に変わってしまった「子ども時代」のあり方を、データで描き出す。
苦悩する彼らと親たちへ、解決策を示した世界的ベストセラー。
子どもに関わる人、必読。

［内容より］
・2010年代初頭、10代の心の健康が世界的に悪化
・生活がスマホに支配された初めての世代、Ｚ世代
・スマホもＳＮＳも人を依存させるよう強力に進化
・ＳＮＳが「関係性いじめ」の温床になっている
・女子はＳＮＳの害に脆弱。自傷・自殺の増加も顕著
・男子はゲームとポルノに依存。現実世界から逃避

［推薦のことば］
「今日、若者を育てている者、若者と働く者、若者を教える者にとって必読の書。
……単に問題を提示するだけでなく、検討に値する現実的な解決策を提示している点が評価できる。」
ビル・ゲイツ

「すべての親は、今していることを止めて、ただちにこの本を読むべきである。
……本書はまさに今、あなたの子どもの人生を作り変えているこのテーマについての最重要の書である。」
ヨハン・ハリ（『奪われた集中力』著者）

「すべての提案が理にかなっている。中には楽しそうなものさえある。
……反論や証拠の欠落にも真摯に向き合っている。」
「エコノミスト」誌

2010年代初頭、最初のＺ世代が10代になった直後、世界中で10代の不安・うつ・自傷・自殺が急上昇し始めた。
それは、スマートフォンが急速に普及した時期でもある。因果関係はあるのだろうか？
実際、スマホの登場で「子ども時代」のあり方は決定的に変わった。
スマホが気になって、一緒にいるクラスメイトと会話が起こらない。
注意力も散漫に。また、ネットいじめが横行するようになった。
女子は、SNSで「イケてる」女の子の写真やショート動画を見ることを、やめられなくなった。
それらと自分を比べて自己評価が低下、不安で憂鬱に。女子のほうが、自傷・自殺の上昇率が大きい。
男子は、オンラインゲームとネットポルノに夢中になり、現実世界での経験が減少。
現実での挑戦や冒険の機会が失われ、その結果いつまでも自信が持てず、無力感に苦しむようになった。
親たちは、つねに子どもの位置情報をスマホで確認しないと心配だと感じるようになった。
本書は、このような「スマートフォン中心の子ども時代」を経験した子ども・若者の心の健康の悪化と
その原因をデータで提示、さらに具体的解決策まで示した世界的ベストセラーである。
すべての親と教育者、子ども・若者にかかわる人たち必読の書。", "草思社", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("102歳、マリアと文学と『易経』と",2200 ,100 , "梶川 敦子", "焼け跡の陋屋に仙居する易者を描く長篇小説、師事した芹沢光治良の文学を読み解く論集と芹沢に捧げる自伝的長篇小説、さらには『易経』を精読した講義を出版してきた敬虔なキリスト者が、戦前―戦中―戦後の102年を生き抜いた軌跡を生き生きと描く自叙伝。", "青弓社 ", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("相続した空き家の整理整頓術",1760 ,100 , "阿部　洋行", "相続した実家を空き家のまま放置しておくと、固定資産税を払い続けなければならないばかりか、古い電線がショートして火災を起こしたり、犯罪集団のアジトになったり、建物の一部が崩れて通行人が怪我をしたりと、さまざまなリスクが伴います。

そんなリスクを回避し、じょうずに活用するアイディアを、相続空き家対策のスペシャリストがご紹介します。

第１章　「親に不動産あり」が相続を準備するキーワード

第２章　親目線の不動産だから子供は苦労する

第３章　家族も心もハッピーにする不動産整理整頓術

第４章　「空き家」を相続することになったらやるべきこと

第５章　「空き家」を財産にチェンジする相続　空き家再生法

第６章　こんな時どうする？　事例別空き家不動産対応法", "合同フォレスト", 0,null,6,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("JAPAN MADE『日本製』を求めて。",1760 ,100 , "清水ともみ", "“最も信頼できる国”1位、日本　（調査：ISEAS/ローウィ研究所）

再び日本の経済を活性化させるために！
「技術大国・日本」の火を消さないために！

高品質・高性能・高水準
そして安心・安全

「安いから買う」を、もうやめよう。
日常の選択が、国を支える。

全国各地の「日本製」を扱う商品、企業、団体を取材
雑誌「正論」で長期掲載、待望の単行本化！

オールカラー／34話＋描き下ろし2話

日本製を守るということは、経済だけでなく、広い意味で国を守る、日本人の暮らしを守る、安全保障に繋がるというのはご存知の通りです。
技術立国日本の名を、遠い過去の遺産にしてはならない。日本人は基本、ヲタク民族なんです。加工、手元の作業、研究、極めることに向いています。
日本人ほど技術開発、ものづくりに向いている民族はいないのではないかと思います。　（著者「おわりに」より）", "ハート出版", 0,null,6,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("なにもしない絶景",1100 ,100 , "稲九郎", "生きづらさ、虚しさ、理由のない不安。答えは「なにもしない」時間の中にあった――お金のかかる宗教・哲学・心理学に頼らず、人間の原初感覚から生きる意義を取り戻すための一冊

外見上、何不自由なく生活している人でも、家族や周りの人に言いたくても言えない心のわだかまり、自分でも意識せず押さえ込み鬱屈した感情を持っています。
それを主な原因として、なんの前触れもなく、殺人に及んだり、自ら命を絶ち、周囲の人間に大きなショックを与えるケースも少なくありません。
本書は、生活基盤は維持できているものの、生きづらさ、不安、原因不明のストレスを抱える人へ、その解決のため宗教、哲学、心理学、自己啓発などの心や考え方についての教え、あるいは、何らかのコミュニティに救いや支えを求めるものの、それらにナルホドとその時思っていても、後には何も残らず、結局問題解決にならない多くの場合に、その盲点となっている人間の原初的な感覚の視座を示します。", "パレード", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("働く・闘う・恋・らくがき",4950 ,100 , "下久保 恵子", "1954（昭和29）年、基本的人権の確立と労働条件の改善を掲げた近江絹糸人権争議は労働組合側の歴史的な勝利に終わった。争議後、組合は「みんなで書く運動―らくがき運動」を開始。職場や寮に設置されたらくがき帳や投書箱に集まった「らくがき」を素材に、各職場が職場新聞を編集・発行し、その内容に基づいて職場要求闘争が組織された。
本書では、「らくがき運動」の中心人物であった辻󠄀保治が遺し、大阪産業労働資料館（エル・ライブラリー）が所蔵する近江絹糸紡績労働組合関係資料から、1956～58年、彦根支部で発行された職場新聞6紙を完全翻刻・書籍化した。新聞記事には詩、替え歌、綴り方、小説、漫画などが含まれ、仕事への意見や不満だけでなく、恋や結婚の悩み、故郷への想いなど10代から20代前半の若者たちの率直な「声」が溢れている。
1950年代の社会・文化状況や紡績労働の実態を映し出し、労働運動史のみならず、技術史・文化史・ジェンダー史の観点からも貴重な内容である。当時の労働者の協力を得た解題、脚注付き。", "公益財団法人 大阪社会運動協会", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("本を読む人だけが、“自分の壁”を突破できる",2277 ,100 , "真山知幸", "「世界」を変えた人は、何をどう読み、いかに人生を切り開いたか。スティーブ・ジョブズにとっての『リア王』、チャーチルにとっての『ローマ帝国衰亡史』、夏目漱石にとっての『高慢と偏見』、上杉謙信にとっての『平家物語』……。本との関係を通して、著名人たちの人物像に新たな角度から光を当てるのと同時に、古今東西の名著が持つ不変の哲学を読み解く。「本が持つ力」を心の底から実感できる本。", "青春出版社", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("累計5万人が学んだ分析不要の「ルール投資」 ゼロから学ぶオプション取引",1650 ,100 , "", "", "", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("女学生の系譜・増補新装版",3740 ,100 , "本田 和子", "断髪、自転車、海老茶袴、ラブ……。学校という近代化装置に組み込まれた少女たち＝女学生は、明治期以降に何者として存在し、社会はどのようなまなざしを向けたのか。装いや小説・少女雑誌での表象などを手がかりに、女学生の誕生とその系譜をたどる。", "青弓社 ", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("人生の「岐路」に立つあなたへ グローバルキャリアが教えてくれた10の道標",1870 ,100 , "岡田　兵吾", "日本社会では、教育・文化・商習慣の影響により、自律的なキャリア設計が難しいと感じる人が多く、社員エンゲージメントは145か国中最下位です。幸福度もG7諸国の中で最も低い水準で、仕事や人生に対する熱意や目的意識が希薄になり、「他人任せの人生」が常態化しているのが現状です。

本書は、著者の28年にわたるグローバルキャリアをもとに、読者が働き方・生き方において「人生の岐路に立った時」に、主体的に選択できる「決定力」を磨くことを目指します。

「YOLO=You Only Live Once(人生は一度きり)」=「他人の期待や評価に振り回されず、自分の心に正直に、主体的に選択し、行動する」という価値観を軸に、グローバル企業で活躍するプロフェッショナルたちの実例や著者自身の挑戦と成功のストーリーを、行動のヒント=「10の道標」として体系的に解説します。

「自分も変われる」「自分の可能性を信じていい」と思わせる、勇気と希望を届ける一冊です!

Prologue リーゼント前夜
Chapter1 安定したキャリア構築か、未知への挑戦か。
Chapter2 弱さを隠すか、さらけ出すか。
Chapter3 沈黙で安全か、発言で存在感か。
Chapter4 完璧な計画か、動きながら修正か。
Chapter5 他人の評価か、自分の納得か。
Chapter6 変化に慎重になるか、変化を楽しむか。
Chapter7 若いうちに学ぶか、生涯学び続けるか。
Chapter8 すべてに応えるか、大切なことに集中か。
Chapter9 他人と競争か、自分の成長に集中か。
Chapter10 会社に人生を任せるか、自分で人生をデザインするか。", "ＫＡＤＯＫＡＷＡ", 0,null,6,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("今日もネコ様の圧が強い２",1430 ,100 , "うぐいす　歌子", "あの「圧が強すぎて、たまらない…！」と話題の猫漫画、待望の第２弾。さらにパワーアップしたネコ様たちが帰ってくる！
書籍でしか読めないクロネコ様、コネコ様の初対面を描いたエピソードなど、1巻に引き続き本作でも描き下ろしをたっぷり収録。

猫が大好きな飼い主夫婦の金之助とスミレ。そんなふたりの元にいる、偉そうな２匹のキジネコ様、クロネコ様。猫を溺愛する人間と、ふてぶてしいけど憎めない「ネコ様」たちのすれ違うコミカルな日々。さらには、そこに新米の「子ネコ様」も加わり、毎日がドタバタ騒ぎに。

猫好きなら思わず「あるある！」と言いたくなる、猫に振り回される日常を描いた、SNSで大注目の猫漫画。", "ＫＡＤＯＫＡＷＡ", 0,null,6,null);
