

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("経営政策管理会計論",3850 ,100 , "吉田 康久", "管理会計は、組織に行動様式に変容を与える経営政策として位置付けられる。本書は管理会計の基本的論点について、理念や思想、思考等を経営上の政策的観点から検討・提示。", "中央経済社", 0,"9784502568213.jpg",17,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("統計科学百科事典〔分野別普及版7〕分析編",7480 ,100 , "日本統計学会", "全世界から結集した研究者による統計科学の手法・概念・理論を網羅した一大総合事典、待望の普及版。本巻では統計結果の分析に関わる諸手法・概念を収録。
・各分野における統計的手法を網羅する統計科学の総合事典
・世界中から集められた各分野の最前線で活躍中の研究者による執筆
・我が国における統計科学研究をリードする「日本統計学会」による翻訳
・社会科学から自然科学，理工学，医学，人文社会学に至るまで，あらゆる学問分野における統計概念，先端用語，統計的分析手法を大・中項目で網羅的に解説
・文系理系問わず，全国の大学，各種研究機関，調査機関などに対して需要の高い内容

◎105カ国の専門家(580名)による寄稿を実現した，グローバルな科学プロジェクト
◎各項目の相互参照を充実させた広がりのある編集方針
◎引用・参照文献も各項目末に多数掲載した資料的価値の高い内容
◎学生から研究者・実務家まで様々な読者層を意図した項目構成
◎信頼性の高い情報を凝縮した解説文
◎統計学者でない読者も統計学の用語や手法や応用について広範でわかりやすい視点を素早く提供", "丸善出版", 0,"9784621312490.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("統計科学百科事典〔分野別普及版8〕社会統計編",7480 ,100 , "日本統計学会", "全世界から結集した研究者による統計科学の手法・概念・理論を網羅した一大総合事典、待望の普及版。本巻は経済・政治・仕事など社会の様々な局面への統計の諸手法・概念を収録。
・各分野における統計的手法を網羅する統計科学の総合事典
・世界中から集められた各分野の最前線で活躍中の研究者による執筆
・我が国における統計科学研究をリードする「日本統計学会」による翻訳
・社会科学から自然科学，理工学，医学，人文社会学に至るまで，あらゆる学問分野における統計概念，先端用語，統計的分析手法を大・中項目で網羅的に解説
・文系理系問わず，全国の大学，各種研究機関，調査機関などに対して需要の高い内容

◎105カ国の専門家(580名)による寄稿を実現した，グローバルな科学プロジェクト
◎各項目の相互参照を充実させた広がりのある編集方針
◎引用・参照文献も各項目末に多数掲載した資料的価値の高い内容
◎学生から研究者・実務家まで様々な読者層を意図した項目構成
◎信頼性の高い情報を凝縮した解説文
◎統計学者でない読者も統計学の用語や手法や応用について広範でわかりやすい視点を素早く提供", "丸善出版", 0,"9784621312506.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("統計科学百科事典〔分野別普及版3〕モデル・分布編Ⅰ",7480 ,100 , "日本統計学会", "全世界から結集した研究者による統計科学の手法・概念・理論を網羅した一大総合事典、待望の普及版。本巻では確率を含め、モデル・分布の諸手法・概念（五十音順前半）を収録。
・各分野における統計的手法を網羅する統計科学の総合事典
・世界中から集められた各分野の最前線で活躍中の研究者による執筆
・我が国における統計科学研究をリードする「日本統計学会」による翻訳
・社会科学から自然科学，理工学，医学，人文社会学に至るまで，あらゆる学問分野における統計概念，先端用語，統計的分析手法を大・中項目で網羅的に解説
・文系理系問わず，全国の大学，各種研究機関，調査機関などに対して需要の高い内容

◎105カ国の専門家(580名)による寄稿を実現した，グローバルな科学プロジェクト
◎各項目の相互参照を充実させた広がりのある編集方針
◎引用・参照文献も各項目末に多数掲載した資料的価値の高い内容
◎学生から研究者・実務家まで様々な読者層を意図した項目構成
◎信頼性の高い情報を凝縮した解説文
◎統計学者でない読者も統計学の用語や手法や応用について広範でわかりやすい視点を素早く提供", "丸善出版", 0,"7480",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("グループ・ダイナミックス事典",33000 ,100 , "日本グループ・ダイナミックス学会", "集団における人間の心理や行動を研究対象とする心理学であるグループ・ダイナミックスは、人間の社会性を科学的に探究する学問として発展してきた。クルト・レヴィンに始まるこの学問においては、集団においてメンバーたちが影響を及ぼしあって作り上げる「心理的場」とその動態の変動、そしてそれと相互作用しあう心理や行動を合わせて究明していく。日本初となる本事典では、全162項目を社会的課題の解決に関する「現象編」と、理論的研究に関する「理論編」の２つのグループに分けて構成。激しく変動し，不確かで複雑，そして曖昧さの増す社会にあって，人間は何を思い，行動し，どんな「心理的場」を環境として生きていくのか．本書が扱うグループ・ダイナミックスが，集団・社会の現象を理解し，直面する課題・問題の解決に貢献する局面は，今後さらに増えていくだろう。", "丸善出版", 0,"9784621312667.jpg",17,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("IFRS会計基準の本質　第Ⅳ巻",6600 ,100 , "山田　辰己", "リース（IFRS16号）、収益認識（IFRS15号）、財務諸表の表示・開示（IFRS18号）など重要項目を収録した第Ⅳ巻。", "税務経理協会", 0,"9784419072841.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("食と旅とICT",3960 ,100 , "伊藤 篤", "「旅」において「食」は重要な観光資源である。また、地域に根ざした食材の利用や、地元産業や生産者との連携、日本の伝統的な食文化を次世代に継承することにより、地域の食材や食文化の振興が期待でき、食材の生産現場を支援する活動や、食育、地域との連携プロジェクトなどもそこから生まれてくる。また、これらの活動を支援するものとしてICTは不可欠である。本書は、中央大学経済研究所の研究員が2022～2024年度に実施した、「旅と食とICT」に関する研究成果の一部を集めたものであり、（１）インバウンドの旅行者への情報提供、（２）日本の地方における食の現状と課題、（３）ICTを使った情報提供について考察している。", "中央大学出版部", 0,"9784805722817.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("現代の精神保健の課題と支援　第２版",3520 ,100 , "一般社団法人日本ソーシャルワーク教育学校連盟", "カリキュラムに対応した精神保健福祉士養成テキスト。本巻では、現代の精神保健分野の動向と課題、基本的考え方、生活環境ごとの諸課題と精神保健福祉士の役割、精神保健の保持・増進と発生予防の支援、などを理解することをねらいとした。", "中央法規出版", 0,"9784824303509.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("中華民国と日本の戦後賠償　1941－1949",7620 ,100 , "団　陽子", "第二次世界大戦の対日戦後賠償はどのように決定されてきたのか？　主に米国と中華民国の資料を用いて、戦中から戦後ににおくえるとと戦中から戦後における日本の戦後賠償に関する政策決定と外交交渉の過程から対日賠償処理の実態とその問題点を明らかにする画期的な論考。", "東京大学出版会", 0,"9784130262699.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("グローバルミドルリーダー行動の探究",4290 ,100 , "島田善道", "日本企業の国際経営推進において中心的役割を果たすグローバルミドルリーダーの行動と戦略的意義を明らかにする。彼ら彼女らの愚直な行動は，日本企業の持続的競争優位を支える基盤であり，日本的経営の海外移転を担う戦略的役割は再評価されるべきである。本書は，日本企業の国際経営，人材育成，リーダーシップ研究に新たな視座を提示する。", "文眞堂", 0,"9784830953019.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ソーシャルメディア時代の人間行動",3190 ,100 , "松野 良一", "ソーシャルメディア（SNS）時代に人間行動はどのように変化しているのか？多様な視点からアプローチを試みた。新聞メディアはテレビ離れの原因をどう指摘したのか、なぜ若者は放送からYouTubeへ移行したのか、新型コロナウイルス感染症で急に始まったオンライン授業と意外な教育的効果とは、聖地巡礼型ミュージックツーリズムとは何か（「Galileo Galilei」「warbear」「BBHF」の事例）、ハッシュタグが生み出すアドホック・コミュニティ、庶民YouTuberの興亡、集合知の崩壊と再生、「どちらともいえない」人々。メディア激変が生み出した現代の諸相を，ユニークな視点で考察した異色の力作。", "中央大学出版部", 0,"9784805714331.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("食料への権利",3960 ,100 , "松隈 潤", "◆食料への権利の普遍的実現のための方策◆
食料への権利に関する法的概念としての「域外義務（extraterritorial obligations）」(国家の領域外にいる個人に対して、当該国家が負うべき人権の保障に関する義務)に焦点をあてつつ、域外義務の議論を超えた、食料への権利の普遍的実現のための方策を探る。", "信山社出版", 0,"3960",17,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("黎明期日本の社会科学者とキリスト教",3520 ,100 , "井上 琢智", "◆福田徳三の広大な知的営為の全容を解明－待望のシリーズ、第8巻◆
わが国の社会科学の基礎を築いた福田徳三、その再生・復興をめざして第一線の執筆陣が、多方面にわたる福田の事績を明らかにし、その慧眼を蘇らせる。第8巻は宗教を縦軸に、時代の変化を横軸に織りなす、求道者、福田の自己探究の旅。経済学者福田と政論家吉野作造、マルキシスト河上肇らによる、黎明期を牽引したオピニオン・リーダー達の宗教観を緻密に考究する。", "信山社出版", 0,"9784797200386.jpg",17,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("政策科学の基礎",5940 ,100 , "宮川　公男", "政策科学は、意思決定論、行政論、公共政策論など様々な分野にまたがる非常に重要な学際分野である。本書は、著者の長年にわたる政策科学に関する研究と知見を一冊にまとめ上げた労作であり、学際分野である政策科学にも明確なディシプリンがあることを示した書籍となっている。公共政策などの専門職大学院に進む学生にとっては、自身の研究をどのように進めていくのか、どのような文献があるのかなど、考えるうえで座右の書となる。政策科学・公共政策学の研究者・学生だけでなく、行政の実務家にとっても、実施する政策を考えるうえで有用な書籍となる。

刊行から30年以上が経ったいま、改めて本書を入手したい、という読者の声にこたえ復刊。", "丸善出版", 0,"9784621312728.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ルールを制する者が未来を制す",3300 ,100 , "糸久 正人", "勝者の条件は「ルール形成力」だ。日本企業が世界で苦戦する構造的要因を解き明かし、多くの成功・失敗事例を分析しながら日本企業が今後の戦略を描くための材料を提示する。", "中央経済社", 0,"9784502561115.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("自動車産業危機の時代と規制",8690 ,100 , "板垣　暁", "公害・事故――“高成長のひずみ”に直面した日本の自動車産業

企業と国家は危機の時代をどのように乗り越えたのか

鍵を握る企業と規制官庁の「緊張感をはらんだ協調関係」とは？


高度成長期後半以降、日本の自動車産業は公害や交通事故といった社会問題の解決を迫られる「危機の時代」を迎えた。本書は、規制官庁と企業の関係を「緊張感をはらんだ協調関係」と捉えながら、この問題を巡る各プレイヤーの動きを描きだし、対自動車規制政策の意義を明らかにする。", "晃洋書房", 0,"9784771039971.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("戦後沖縄とエネルギー経済",4950 ,100 , "宮地　英敏", "たくましく生きた沖縄の人びと


沖縄がアメリカに占領されていた27年間は、戦前の日本とも、戦後の日本本土とも異なった独特のシステムが構築されていた。本書は、電力(発送配電、原発)や尖閣諸島沖の海底油田、アルミニウム産業と公害問題といったエネルギー産業関連に焦点をあて、占領下のシステムから本土復帰にむけたシステムへと変わっていく沖縄経済を分析している。", "晃洋書房", 0,"9784771039896.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ソーシャルワークの理論と方法［精神専門］　第２版",3520 ,100 , "一般社団法人日本ソーシャルワーク教育学校連盟", "カリキュラムに対応した精神保健福祉士養成テキスト。精神保健福祉の課題に対するソーシャルワークの過程を理解し、家族支援や多職種・多機関連携など精神保健福祉士に必須となる知識を習得し、さらにミクロ・メゾ・マクロの実践展開を学ぶ。", "中央法規出版", 0,"9784824303516.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("優越的地位の濫用と私法理論",7480 ,100 , "宗田 貴行", "近年、電気料金やサブスク料金など、優越した立場にある者による一方的な価格決定が問題視されている。EU及びドイツでは、「衡平な給付の確定」の法理により、裁判所が衡平な給付を確定することに注目し、日本における消費者の被害回復の法理を提言する。", "法律文化社", 0,"9784589044655.jpg",17,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ジェンダー公正な人事制度とはなにか",3960 ,100 , "大槻　奈巳", "雇用管理区分の変化でジェンダー格差は縮小するのか。制度見直しの実態と課題を事例調査とウェブモニター調査の分析から示す。

日本の多くの企業では転勤や長時間労働を前提とした雇用管理区分により、家庭責任を負う女性が一般職や非正規といった「選択」をすることで男女間格差を固定してきた。労働力人口減少を背景に区分のシングルステイタス化を推し進める企業と従業員への調査を中心に、ジェンダー公正な人事制度に向けての課題や可能性を検討する。", "勁草書房", 0,"9784326603855.jpg",17,null);
