
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("常に前へ",1980  ,100 , "大山悠輔", "大山悠輔の姿になぜ我々は胸を打たれるのか。
2016年のドラフト1位、上がった悲鳴。すべてはその日から始まった。
悔しさを忘れずどう準備するか、悩んだ時に何をするのか。
FA宣言後の葛藤と残留、日本シリーズの敗戦。支えてくれた監督、コーチ、選手の言葉。今の自分らしさをつくるもの。
寡黙な虎の支柱が、心の内を初めて明かした。", "ベースボール・マガジン社", 0,"9784583117997.jpg",9,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("このダイエットを最後にしたい人のための　痩せ方の学校",1650 ,100 , "鈴木達也", "ゆるさ世界一の食べ痩せダイエットをイラストで楽しく解説！
ＳＮＳで注目「痩せ方の学校」初の著書！
.................................................................................
★何を食べてもOK！★好きなものは必ず食べる！★リバウンドなし★運動はしなくてもOK！
『痩せたければ、食べよう！』をモットーに、女性を中心にダイエット指導をしている『痩せ方の学校』。
体の臓器を擬人化しコミカルなストーリー仕立てでダイエットに役立つ情報を発信しているショート動画が人気です。

本書は、胃、腸、脳、筋肉といった体内の臓器やホルモンたちをキャラ化し、
ダイエットをしたときに体の中で起きることをコミカルに解説。
「年齢を重ねて痩せにくくなった人」
「食べることが大好きで食欲を止められない人」
「食事をとることが怖い人」など、お悩み別に目からウロコの食べ方や生活習慣を、
イラストやショートマンガを組み合わせながら楽しく紹介します。

さらに、「間違いだらけのダイエット失敗事典」を掲載しています。
誰もが陥りがちな「痩せないあるある」の理由を解説。
失敗パターンを知れば、 「食べて痩せる」ための正しい道が見えてきます", "Ｇａｋｋｅｎ", 0,"9784058026601.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("覚悟",1980 ,100 , "青山敏弘", "愛するクラブと、ファン・サポーターのために。
サンフレッチェ一筋21年、何よりも勝利にこだわり誰よりもチームを思った、プロフットボーラー・青山敏弘による初自著。選手生命を脅かすような大ケガを幾度も負いながら不死鳥のように舞い戻り、チームに勝利と歓喜をもたらした。
紫の魂を継承した男の”覚悟”がこの一冊に。", "ベースボール・マガジン社", 0,"9784583117928.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("香りをかぐという最強の健康法",1650 ,100 , "財満信宏", "「血管の老化を防ぐ効果が期待できる香りがある」。
「香りを嗅ぐと自律神経が整い、疲れた心と体が癒される」
「香りが、がんや認知症、糖尿病を防ぐ可能性がある」
あまりにも突飛な話で、眉唾に感じる方も多いかもしれませんが、
これは、科学的にも証明されているウソのような本当の話です。
そんな香りの力を、薬物療法に関する専門国際誌に
クローブや黒コショウなどに含まれる香り成分、β‐カリオフィレンの
吸入によって血管保護効果が発揮されることを発見した著者が、徹底解説。
そもそも香とはなんなのか、なぜ、香りを吸うと心と体が整うのか、
気になる症状に効くのは、どの香りなのか。そして、
香の力を最大限引き出すための方法をお教えします。

日々の不調から身を守り、パフォーマンスを上げるため、
病気を遠ざけ、いつまでも健康な体で、元気に毎日を過ごすため、
〝適度な運動〞や〝バランスのとれた食事〞を、
がんばって実践している人も多いでしょう。
やるのは簡単。難しいのは、それを継続すること。
運動も食事も、続けていくうちに飽きが来たり、
「疲れているから無理！」という日があったり、時間が取れなかったりして、
継続するのはなかなか難しいものです。
その点、「香り」はどうでしょう？
家でも、職場でも、外出先でも、手軽に取り入れられるので、
気分や疲労に左右されることがありません。
テレビを見ながらでも、お風呂に入りながらでも楽しめるなど、
日々の習慣に紐づけやすく、継続しやすいのもポイント。
においによって好みはあるかもしれませんが、
同じものを食べ続けるよりは飽きにくく、
ブレンドの仕方によって種類も無限大です。
そう。実は「香りをかぐ」ということは、
「楽しい」、「手軽」、「続く」を兼ね備えた健康法なのです！", "アスコム", 0,"9784776214045.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("安全な施術のために知っておきたい禁忌と検査",2200 ,100 , "上原建志、湯澤久徳", "教えて！　上原先生、湯澤先生
臨床のプロフェッショナルが
体の部位別に禁忌と安全な施術を解説!!


セラピスト、柔道整復師、整体師、マッサージし、エステティシャン……施術に関わるすべての人必携!!
「知らなかった」ではすまされない！

クライアントの様子に不安を覚えたら、本書を開いてください。
施術家の上原先生と整形外科医の湯澤先生が、危険を避ける知識や検査法を会話形式でお教えします！


（上原）私たちが一番怖いのは、「やってはいけない人に施術してしまうこと」です。肩こりや疲れを訴えてこられる方は毎日のようにいます。その中に「本当は病気だった」人が混じっていたら……と思うと、背筋が凍ります。

（湯澤）その感覚はすごく大切です。診断は医師の仕事ですが、「これは普通の肩こりではないかも」と気付けるのは、最前線に立つ施術家だからこそ。危険サインを察知できれば、命を救えるケースもあるのです。", "BABジャパン", 0,"9784814207589.jpg",9,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("1週間で勝手に目がよくなる体になるすごい方法",990 ,100 , "平賀　広貴", "累計30万部突破！『1週間で勝手に〇〇シリーズ』最新作！
子どもから大人まで、誰でもみるみる目が良くなっていくすごい方法を大公開！

「最近目が見えづらい」「タブレットを見過ぎなのか、子供の視力が落ちてきた」
自分でも家族でも、そんな悩みを抱える人は多いのではないでしょうか。

どうせなら、コンタクトやメガネ不要で一生過ごしたいものですが、特に最近では子どもの頃からタブレットやスマホなどの電子機器に触れる機会が多いこともあり、成人するまでに視力1.0を切る子どもがかなり多くいます。

しかし、実は一度落ち込んだ視力でも向上させることは可能です。

そもそも、屋外と屋内で視力検査をすると、光の影響で屋外の方が高い視力になることが分かっています。

その状態の良くなった視力を使い、“特殊な視力検査”をすることで、みるみる目は良くなっていきます。

本書では、自身の視力を最大「4.3」まで向上させた著者による、“至高の1週間視力アッププログラム”を紹介。

プログラムは、
① 見るだけで目が良くなる『最強のC』を使う
② 紫外線から目を守る、視力低下完全防御メソッド
③ 血流アップで目がハッキリ見える『平賀式後頭部クロスタッピング』
④ 栄養で体の中から目が良くなる最高の視力回復食

など、時間もかからず至って簡単なものばかり。

本書内に付属している、背景が黒の特殊な視力検査表『最強のC』を使うことで、ビックリするほど目がよくなっていきます。

メガネやコンタクトでやることももちろんできるので、0.1以下など、どんなに目が悪い人でも実践可能です。", "日本文芸社", 0,"9784537223378.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("体の芯を温めれば、みるみる健康になる！",1650 ,100 , "藤川徳美", "汗がかけない、冷房が苦手、手足が冷えて眠れない…。冷え症・低体温は万病のもと。マグネシウム入浴と栄養療法で体温を上げれば、みるみる健康になる。厚着は不要。体の内側から温めて、代謝・免疫力アップ。

「不調を訴える患者さんの手は、みな冷たい」と、藤川医師は警鐘を鳴らします。発熱を除けば、35℃台といった「体温の低さ」に不調や病気の要因があるようです。冷え症や低体温は体質ではなく、栄養不足です。厚着などで外から温めるのではなく、体の内側から温めよと、藤川医師は力説します。「マグネシウム入浴＋鉄・タンパク質」で体の芯を温めて、体温アップ。万病のもとである冷え症を治して、健康になれる、温活決定版です！", "方丈社", 0,"9784910818313.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("達人の合気（チャック・アーツ）は超脳力である",1760 ,100 , "保江邦夫", "合気の秘密、全公開！
「五感と思考を思うままに制御する」CHUCK-Arts入門

長年にわたり理論物理学者として、生涯にわたって「合気」を探求し続けてきた保江邦夫氏。
その探求を終えようとしたその時、「高位相脳皮質相関維持技法」＝チャックアーツとの出会いがあった。

本書では本邦初公開の“チャックアーツ”＝達人合気の極意世界と、その技法について
●初級クラス　見ること/ 聞くこと/話すこと/動くこと
●中級クラス　映す/思考する/興味を持つ/愛する
●上級クラス　自他融合/神人合一/合気/悟り
の三段階に分けて脳科学の力も借りて解き明かしている。", "BABジャパン", 0,"9784814207596.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("一瞬で体がラクになる ペンつぼ押し",1870 ,100 , "松田伊織", "現代人は慢性的な肩こり、腰痛、疲れ目、ストレスなど様々な健康不調を抱えている。しかし、整体や鍼灸などの専門施設に通うのはお金も時間もかかりすぎる。最近は「自力整体」など自宅で実践できるセルフケアへの関心が急増しているが、専用の道具や大がかりな準備が必要なことも少なくない。
本書では、このような課題を解決するため、鍼灸師が実際に活用している技法を「たった30秒」「その場で症状が改善」「続けやすい」ペンツボ押しメソッドをまとめて解説。
指のツボ押しでは指や手首を痛めやすいが、ペンは誰でも持っていて、力の加減がしやすく、適切なツボをしっかり押すことができる。とくにツボ押しに向くペンの選び方も紹介。
自力でコリや疲れが取れるので、コリや疲労が蓄積せず、内臓や神経、血管まで回復して見た目も身体機能も全身が若返る。論理的に「なぜツボ押しが効くのか」を丁寧に解説するので、読んだ人は納得してツボ押しに取り組めます。
仕事の能率を上げ、健康寿命を延ばす、世界の富裕層から指名を受ける整体師のメソッドの極意を解説する一冊。", "青春出版社", 0,"9784413234269.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("園部式　股関節痛　改善メソッド",1540 ,100 , "園部　俊晴", "現在の医療現場において、股関節を専門にした医師や理学療法士は多いとは言えません。
それゆえに、どの医療機関に行っても投薬や手術、電気を当てる、マッサージをするといったお決まりの治療法が行われているのが現状です。

しかし正直に言うと、それらの治療法であなたの股関節の痛みが治るのは難しいでしょう。
これらの治療法は、発症して１カ月以内の急性の痛みに対しては有効に働くことが多いです。しかし、慢性化した痛みの場合、これでは良くならない人が多いのが現状です。
なぜなら、「痛みを発している本当の原因となる組織」にアプローチができていないからです。

この本では、あなたの股関節の痛み・しびれの本当の原因を知っていただくと共に、ずっとつらい股関節の症状を解消するセルフケアの方法をお伝えしていきます。どれも１分ほどでできる簡単な方法です。
あなたの悩みを解消させてあげましょう。", "彩図社", 0,"9784801308022.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("次世代美容医療×アート",1760 ,100 , "末武信宏", "美容外科医が、35年以上の臨床経験をもとに最新の若返り治療を紹介。HIFU、レーザー、プラセンタ、水素治療、自律神経解析など、多様な美容医療の仕組みと効果をわかりやすく解説。年齢による肌・体の変化に対して、具体的に”何が有効なのか”が理解できる、信頼の一冊。", "ロングセラーズ", 0,"9784845425600.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("60代がやってはいけない運動図鑑",1870 ,100 , "石部伸之", "0代になったら「若い頃と同じ運動」はキケンです。年とともに関節や腱は必ず衰えており、ラジオ体操ですらカラダに負担となってしまうからです。本書では40種類の「60代がやってはいけない運動」を解説し、さらに代案となる「60代のカラダに正しい運動」を提案します。自分で歩き続けるカラダを維持するためにも、“逆にカラダを痛める運動習慣”を改善していきましょう。", "三才ブックス", 0,"9784866734859.jpg",9,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("小学生から知っておくべきフットボールのフォーマット",2090 ,100 , "高田純", "ビジュアルでサッカーの本質がわかる！
小学生年代のサッカープレーヤーの基本図書！

シチュエーション別にすべての項目を”ビジュアル”で解説しているから理解が深まる＆わかりやすい！", "カンゼン", 0,"9784862557735.jpg",9,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("スポーツ・クリティーク",2200 ,100 , "町田　樹", "スポーツ文化という広大な沃野をどのように耕し、次代へと受け渡していくべきか――。
元アスリートとして培ってきた実践知と、現スポーツ研究者として研鑽している学問知。競技者としての「内の目」と、研究者としてスポーツ界を客観視する「外の目」を兼ね備えた著者が、その複眼的な視座を駆使し、現代スポーツに対していかなる批評が可能かを模索し実践する。

「スポーツ批評」という切り口で、「批評」という表現手段の復権を叫ぶ書！
競技者から学者になった「越境者」だからこその誠実な言葉。
町田先生、すごいことになってます！
――サンキュータツオ（漫才師／東北芸術工科大学文芸学科准教授）

本書は、『毎日新聞』連載〈今を生きる、今を書く〉において、二〇二〇年十月から二〇二四年十一月にかけて掲載された文章を中心として、四つのテーマで部立てし再編・加筆修正を行ったものです。", "世界思想社", 0,"9784790718055.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("食べて若返る！ ３×３×３の法則",1980 ,100 , "米井嘉一", "現代人が老化する最大原因は「体の糖化」だった！
ネイチャーにも掲載された、アンチエイジング医学の第一人者・米井嘉一先生が、最新研究にもとづき“食べて若返る”方法を徹底解説。糖と脂のダブルパンチによる老化を防ぐカギは、「3×3×3の法則」――糖質と脂質を３割減らし、食物繊維を３割増やすこと。
体の中から糖化を防げば、見た目も中身も若返る！
まずは３週間、試して下さい。
医学的エビデンスに基づいた、誰でも続けられる若返りの新常識。", "さくら舎", 0,"9784865814842.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("石井直方最終講義　筋肉まるわかり大事典",4400 ,100 , "石井直方、谷本道哉", "身体づくりや筋肉に関するあらゆる質問に、ここまで回答した文献は、ウェブ上にも、過去のあらゆる書籍にも、存在しない！すべてのホモサピエンスに捧ぐ、筋肉史上最強の一冊。
既刊「筋肉まるわかり大事典」「筋肉まるわかり大事典２」の内容に、書籍化されていなかった近年の「トレーニングマガジン」掲載内容を加えたコンプリート版！
筋肉研究＆筋トレの歴史がわかる自叙伝も収録。", "ベースボール・マガジン社", 0,"9784583117522.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("野球は1秒あるかないかの球技",1650 ,100 , "球悟空", "野球をこよなく愛する著者が野球界に物申す！
「球速は時速単位ではなく秒速単位で捉えるべし」
「勝負の場面では口を閉じ、顎をクッとひけ」
「バッターボックスでは脇を締めて両足で大地を踏みしめろ」
「握力と下半身の鍛錬を怠るな」
今の野球界の現状を憂い、野球界をよくしたいという熱いメッセージです。

目次
はじめに
Ⅰ　野球の出発点は対決場にあり
Ⅱ　1秒あるかないかの数値と数量
Ⅲ　進化する人間と退化する人間
Ⅳ　ベースボールと日本の野球
Ⅴ　プロ野球の監督と指導者の資質
Ⅵ　プロ野球選手の資質
Ⅶ　理に適う打法の考え方
Ⅷ　日本の野球の将来", "清風堂書店", 0,"9784867090510.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("健康寿命をのばす　太ってていい超かんたんシニア筋トレ",1980 ,100 , "真田　樹義", "健康のためには「まず痩せないと」って思いますよね。
でも、シニアにとって体脂肪は単なる邪魔者ではありません。
健康のためなら、ダイエットよりもまずは筋トレ。
太っていることよりも、筋肉が少ないことのほうが問題なのです。
サルコペニアやメタボ、生活習慣病予防などの研究に携わる健康科学の第一人者が、シニアが短時間で簡単にできる筋トレやストレッチをやさしく紹介します。

＊本書の特徴＊
・身近な疑問から知りたいことがわかる
・各トピック冒頭の四コマ漫画で親しみやすい
・研究結果にもとづく解説で納得できる
・大きなイラストで運動の手順がわかりやすい目次
〈おもな目次〉
１　年を取ると筋肉は裏切る？
２　シニアは太ったほうがいいの？
３　運動不足は病気になる？
４　座りすぎるとがんになる？
５　有酸素運動は心臓を鍛える？
６　テニス愛好家は長生きする？
７　運動不足より座りすぎがまずかったのか？
８　いろんな運動を試したほうがいいの？
９　階段がトレーニング場所になる？
10　犬の散歩はフレイル予防？
11　集まって笑っているだけでいい？
12　フレイル予防になる食事とは？
13　口の健康は身体の健康？
14　ロコモは強敵？
15　認知症予防はやっぱり運動？
16　若者は心が、年を取ると骨が?
17　筋トレで糖尿病を防ぐ？
18　ひざ痛予防は脚を鍛える？
19　電気刺激（EMS）は腰に効く？
20　体を温かくするとストレッチの効果が増大する？
21　ネックレスよりストレッチ？
22　ストレッチで血管が若返る？", "創元社", 0,"9784422753072.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("失った歯を取り戻せるザイゴマインプラント",1430 ,100 , "大友　孝信", "「糖尿病だから、インプラントの手術はできません……」
「顎の骨が薄いので、インプラントは難しいでしょうね……」
インプラント治療を断られて、失った歯を諦めていませんか？

人生100年時代、「噛む力」は、健康寿命を左右する重要なテーマです。

世界中で普及が進むインプラント治療ですが、
持病や顎の骨の状態によって治療を受けられない方もいます。

しかし、この問題を解決する世界最先端の治療法が登場し、
いま注目を集めています。それが本書で解説する、
頬の骨にインプラントを埋め込む「ザイゴマインプラント」です。

本書の著者は30年以上の経験を持つ歯科医師です。
国内外のトップドクターから学んだザイゴマインプラント治療について、
一般の方向けにわかりやすく解説します。
これまで不可能とされていた難症例への適用、治療プロセスから
術後のQ&Aまで、この治療法を選択するための情報を網羅しました。

よく噛めるようになることは、食事がおいしく、楽しくなるだけではありません。
脳への血流が増え認知症予防につながり、
歯周病による高血圧・肥満のリスク低減にも影響します。

健康で豊かな老後を送るために、
今知っておくべき歯科治療をまとめた本書をぜひ手に取ってください。

【目次】
第1章　インプラントを入れることは最適でしょうか?
第2章　最先端のインプラント治療「オールオンフォー」
第3章　ついに完成したインプラント治療「ザイゴマインプラント」
第4章　一生噛める、食べられる幸せを得るために

目次
第1章　インプラントを入れることは最適でしょうか?
第2章　最先端のインプラント治療「オールオンフォー」
第3章　ついに完成したインプラント治療「ザイゴマインプラント」
第4章　一生噛める、食べられる幸せを得るために", "現代書林", 0,"9784774520155.jpg",9,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("レイキで軽やかに生きよう",1870 ,100 , "土居　裕", "本書は「レイキに関心があり、学ぶ前にその全体像を知りたい」「すでにレイキを学んでいて、もっと深く実践したい」「レイキを伝える立場にあり、その本質や伝え方を見つめ直し地」などといった、どの段階にいる方々にとっても、「軽やかに生きる」という視点から見て、丁寧懇切に図解や写真を用いて解説しました。著者は臼井霊気療法学会で小山先生の教えに触れたことがきっかけで、「健康と幸福の道」としてのレイキを伝える役割を担うようになりました。そして直接認定した現代霊気マスターは国内1311名、海外45ヵ国1072名を数えます。

目次
第一章　ようこそレイキの世界へ
第二章　日常生活へのレイキの活用
第三章　レイキの発祥から国内での普及
第四章　国内から海外へ、そして日本へ
第五章　心を整える「五戒」の話
第六章　レイキＱ＆Ａ
第七章　レイキの未来への可能性
第八章　レイキと共に今日を生きる", "元就出版社", 0,"9784861062865.jpg",9,null);
