

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("イッテQ！カレンダー2026 壁掛け",1980 ,100 , "世界の果てまでイッテQ！", "2026年版「世界の果てまでイッテQ！」カレンダーが登場！！
イッテＱ！メンバーが月ごとに各国へ出向き、そのときに起こる神秘の現象や絶景などを撮影。
それらを集めて2026年用のスペシャルカレンダーを作ろうというビッグプロジェクト。
◆壁掛け用のクリップ付◆", "㈱日本テレビサービス", 0,"9784991390241.jpg",13,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("コードファントム",1540 ,100 , "沖田臥竜", "■映像化決定！

『ムショぼけ』『インフォーマ』『ブラザーズ』など多数のメディアミックス実績を持つ著者・沖田臥竜による、最先端スタイリッシュ・アクションの決定版!

■「パパの仇は、必ず私が討つ！」
■汚名を着せられ、すべてを奪われた女子高生が選んだ「修羅の道」

幼い頃からキックボクシングを学び常人離れした強さを誇る高校３年生の沢北樹緑。彼女の父であり刑事の沢北秀虎は、ファミリーレストランで落ち合ったコカインの売人・安から、「なぜ未成年の女の子にコカインを渡したのか」の告白を受ける。それは、日本屈指のフィクサーとして君臨する山村剛の息子、タレントの有岡将来の指示によるもの、という情報だった。芸能界で活躍する一方、有岡の私生活は犯罪まみれだった。その有岡を逮捕できる証拠を前に逸る秀虎。だがいち早く情報を掴んだ山村は秀虎を陥れ、命まで奪った。父を殺された樹緑が進んだ道とは……。", "株式会社サイゾー", 0,"9784866251905.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("「必殺」を生きた名優たち",2750 ,100 , "神尾将一", "幻のインタビューを収録した必殺ファン待望の一冊！
緒形拳氏や藤田まこと氏をはじめ、主要キャスト20名超のインタビューを収録！


2002年から2008年にかけて、不定期に刊行していた時代劇専門誌『時代劇マガジン』。そこに掲載された緒形拳氏や山﨑努氏、藤田まこと氏といった必殺シリーズの主要キャストのインタビューを可能な限り収録しました。当時の現場の空気や、俳優たちのリアルな想いがよみがえります。長年のファンはもちろん、新たにシリーズに触れた方にも手に取っていただきたい「必殺」愛に満ちた一冊です。

◎収録キャスト一覧
緒形拳／林与一／中村玉緒／野川由美子／山﨑努／藤田まこと／田村高廣／近藤洋介／草笛光子／新克利／大出俊／ジュディ・オング／芦屋雁之助／鮎川いずみ／市原悦子／三田村邦彦／本田博太郎／西崎緑／中条きよし／山内としお／ひかる一平／
☆特別収録：作曲家・平尾昌晃

◎著者について
神尾将一（かみお・しょういち）
埼玉県出身。98年、「コンバットコミック」（日本出版社）掲載の『カクダ・チャージ』で漫画家デビュー。99年よりライター活動を始め、時代劇や特撮作品の出演者を数多く取材。テレビ、映画、ラジオ、各種イベントの企画プロデュースなども手掛ける。", "辰巳出版", 0,"9784777832149.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("連続テレビ小説　ばけばけ　笑ったり転んだり",990 ,100 , "佐藤 良成", "夫婦デュオ・ハンバート ハンバートが歌う主題歌をピアノ、ギターで演奏しよう！

明治の松江を舞台に、怪談を愛する小泉セツ＆八雲の夫婦をモデルとした、2025年度後期連続テレビ小説「ばけばけ」。日常の辛苦や不安の中で歩みをとめずに進むふたりを歌う主題歌を、ピアノ弾き語り、ピアノ・ソロの楽譜にアレンジ。ギターコード付きの歌詞を見ながらギター演奏も楽しめる。アーティスト書き下ろしメッセージ付き。

収載内容
・アーティストメッセージ
・ボーカル＆ピアノ譜
・ピアノ・ソロ譜
・メロディー譜
・ギターコード付き歌詞", "NHK出版", 0,"9784140554593.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＴＨＥ　ＡＲＴ　ＯＦ　天使のたまご　増補改訂復刻版",4950 ,100 , "アニメージュ編集部", "原案・脚本・監督を押井守（『GHOST IN THE SHELL／攻殻機動隊』）、原案・アートディレクションを天野喜孝（「ファイナルファンタジー」シリーズ）が手がけたアニメーション作品『天使のたまご』。その世界観を凝縮したオリジナルイラスト、フィルムメイキング、イメージボードを収録した決定版書籍『THE ART OF 天使のたまご』（初版1986年、増補改訂版初版2004年）が、ついに待望の復刻を果たす。
1985年にOVAとして発表された『天使のたまご』は、『うる星やつら2 ビューティフル・ドリーマー』『GHOST IN THE SHELL／攻殻機動隊』『イノセンス』など、作品を発表するたびにアニメや映画の常識を覆してきた鬼才・押井守が、のちに世界的なイラストレーターとして活躍する天野喜孝と共に幻想的な異世界を描き出した伝説的作品である。
限りなくモノトーンに近い色彩、ごくわずかな台詞、異例の長回し、通常のアニメーションの約3分の1にあたる少ないカット数（約400カット）――。こうした禁欲的なスタイルで全篇が構成され、すべての押井作品に通底する「自己存在への懐疑」というテーマが深く映し出されている。
押井守にとっては、これが初のオリジナル作品であり、作家としての出発点とも言える重要な一作であることは疑いようがない。
公開40周年を迎える2025年には、『天使のたまご』の4Kリマスター版の製作発表が日本のみならず世界各国で大きな話題を呼んだ。さらに、カンヌ映画祭やアヌシー国際アニメーション映画祭をはじめとする国際映画祭への出品を通じ、40年の時を経て本作は改めて再評価を受けることとなった。
そしていま、長年復刊を待ち望まれていた本書が、再びファンのもとへ――。", "徳間書店", 0,"9784198661120.jpg",13,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("魔法少女リリカルなのは　Ｔｈｅ　ＭＯＶＩＥ　メモリアルビジュアルコレクション",4400 ,100 , "Ｇａｋｋｅｎ", "大人気アニメ『魔法少女リリカルなのはシリーズ』の２０周年を記念したメモリアルイラスト集。劇場版タイトル『Ｔｈｅ　ＭＯＶＩＥ　１ｓｔ』『Ｔｈｅ　ＭＯＶＩＥ　２ｎｄ　Ａ’ｓ』『Ｒｅｆｌｅｃｔｉｏｎ』『Ｄｅｔｏｎａｔｉｏｎ』のイラストを多数収録。", "Ｇａｋｋｅｎ", 0,"9784054070530.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ヒロインの追憶　ウルトラの絆",2420 ,100 , "桜井 浩子", "1966～2024年、円谷作品に出演した桜井浩子
本音で綴られた撮影現場のリアル", "リットーミュージック", 0,"9784845643325.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("坂元裕二論　未来に生きる私たちへの手紙",2750 ,100 , "成馬零一", "『東京ラブストーリー』『Mother』『カルテット』『花束みたいな恋をした』『怪物』……トレンディドラマの旗手としてデビューし、いまや世界が注目する脚本家となった坂元裕二。時代の半歩先を描き出す唯一無二の作家性を、気鋭のドラマ評論家が読み解く本格評論集。坂元裕二の「手紙」に込められたメッセージとは？", "ｂｌｕｅｐｒｉｎｔ", 0,"9784909852618.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ひさしぶりに弾きたいあなたへ　服部克久の 「６０歳からのピアノ」",1980 ,100 , "ＮＨＫ出版", "初級者から弾ける♪　服部克久の美しいアレンジで永遠の名曲を楽しもう！

日本を代表する編曲家・服部克久のシンプルで華やかなアレンジを集めたピアノ楽譜集。”クラシックとポップスの架け橋”といわれた変幻自在なアレンジで、懐かしの映画音楽、洋楽、J-POP、クラシックまで心に残る名曲を厳選。少しだけ弾いたことがある人、バイエルでやめてしまった人、もう一度ピアノを始めたいシニア世代におすすめのラインナップです。3段階の演奏レベル表示＆これだけは押さえたい！練習ポイントの解説動画付き。

（曲目）
■ピアノ・ソロ～心に残る１曲
ムーン・リバー　
ある愛の詩
虹の彼方に
枯葉
エデンの東
雨に歌えば
想い出のサンフランシスコ
ダニーボーイ
星に願いを
すべてをあなたに
明日に架ける橋
ユーモレスク
モルダウ
別れの曲
G線上のアリア
ル・ローヌ
オリビアを聴きながら　
卒業写真

■連弾～時にはふたりで
イエスタデイ
見果てぬ夢

■弾き語りに挑戦
好きにならずにいられない
いとしのエリー
乾杯", "NHK出版", 0,"9784140554586.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("初恋DOGsオフィシャルフォトブック - 快とソハ、もうひとつの物語 -",3300 ,100 , "中野 修也", "TBS系火曜よる10時 のドラマとして話題を集めている『初恋DOGs』。
本作で注目を浴びたふたりのキャラクター――白崎快（成田凌）とウ・ソハ（ナ・イヌ）にフォーカスした、待望のオフィシャルフォトブックがついに登場！
まるで“快”や“ソハ”と一日を共に過ごしているかのようなシーンが詰まった本書は、ふたりの素顔や自然体の関係性を収めた構成。ドラマでは描いていない“もうひとつの物語”をビジュアルで体感できる一冊です。
ロケ地は高級ホテルのスイートルームや海辺、カフェなど多岐にわたり、ふたりの魅力を最大限に引き出す構成。さらに、成田凌とナ・イヌ、それぞれへのスペシャルインタビューも収録。演じたキャラクターへの想い、共演の裏話、撮影秘話など、ここでしか読めない貴重な言葉が満載です。
快とソハ、そしてふたりの関係を愛するすべてのファンに贈る、永久保存版フォトブック。


◇プロフィール
成田 凌（なりた りょう）1993年11月22日生まれ。 埼玉県出身。 2014年、ドラマ『FLASHBACK』(フジテレビ)で主演に抜擢され、俳優デビュー。 2018年に映画『スマホを落としただけなのに』『ビブリア古書堂の事件手帖』 で、第42回日本アカデミー賞新人俳優賞を受賞。 2021年には『窮鼠はチーズの夢を見る』 『スマホを落としただけなのに 囚われの殺人鬼』『糸』の3作品で、第63回ブルーリボン賞助演男優賞を受賞する。 2025年は映画『ブラック・ショーマン』、舞台『リア王』に出演予定。

ナ・イヌ（な いぬ）1994年9月17日生まれ。 韓国出身。2020年に出演したドラマ『哲仁王后~俺がクイーン!?』 (tvN) で注目を集める。 2021年にはドラマ『王女ピョンガン 月が浮かぶ川』 (KBS)で主演をつとめ、同年末のKBS演技大賞で新人俳優賞とベストカップル賞を受賞。同年に第6回Asia Artist Awards賞の俳優部門のニューウェーブ賞を受賞。 2024年に出演したドラマ『私の夫と結婚して』 (tvN) も話題となり、日本でもファンミーティングを開催。 最近出演したドラマ 『モーテル・カリフォルニア」 (MBC) でも熱演を見せた。", "ワニブックス", 0,"9784847086168.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("京都撮影所案内",3520 ,100 , "高鳥 都", "時代劇の「聖域」を徹底取材
ビジュアル満載の撮影所ガイドブック！", "立東舎", 0,"9784845643059.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("トランスフォーマージェネレーション2025",3905 ,100 , "ヒーローＸ", "40周年を超えてさらなる進化を遂げる「トランスフォーマー」の情報を網羅した公式イヤーブック最新版登場！

日本が生んだ世界的ヒーローロボットブランド『トランスフォーマー』。その情報を網羅した公式イヤーブック『トランスフォーマージェネレーション』の最新刊が今年も登場！
2024年の生誕40周年を経て、新ホビーレーベル『T-SPARK』より続々新展開がスタートした「トランスフォーマー」。「エイジ・オブ・ザ・プライム」「ミッシングリンク」「アダマスマキナ」「MPG」そしてさまざまなコラボアイテムなど、ホットな新世代トランスフォーマーを網羅、総特集にて徹底研究していきます。
さらに昨年展開の「トランスフォーマー/ONE」は日本未導入アイテムも含め完全網羅。ナンバリングも新たに新展開のスタジオシリーズはあの気になる合体兵士の情報も！？
さらに今回も表紙イラスト＆コミックスは、トランスフォーマーゆかりのアーティストによる描きおろし！
すべてのトランスフォーマー・ファンが満足する永久保存版ビジュアルブックです！", "竹書房", 0,"9784801945180.jpg",13,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ぼる部屋「福岡おいしいもの図鑑」",1870 ,100 , "KBC／KBC MoooV", "KBC九州朝日放送で放送中のぼる塾の人気冠番組『ぼる部屋』の書籍化!
ぼる塾が食べて! 語って! 遊ぶ! 『ぼる部屋』。福岡グルメ情報を多く紹介しており、番組内で取り上げたものや、プライベートでぼる塾が食べた本当においしいものだけを厳選した“福岡グルメ”を150品以上掲載!
九州の方はもちろん、お取り寄せできるものもたくさんあるのでぜひ、ぼる塾おすすめの福岡グルメを堪能してください。", "宝島社", 0,"9784299062093.jpg",13,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("今日の仕事は？",2090 ,100 , "武 正晴", "映画監督による珠玉のエッセイ集

朝起きて「今日は何をしようかな」と考えることが僕の1日の仕事の始まり――

『百円の恋』『全裸監督』『銃』『嘘八百』『ホテルローヤル』の武正晴が赤裸々に綴る、映画監督の日常、修業、苦行、そして未来――。

数々の名監督、名優たちとの逸話や撮影秘話が満載。
全篇にイラストレーター・長場雄氏のオリジナルイラストが付いた、映画好き必読のエッセイ99篇。巻末には盟友・足立紳氏との特別対談も収録。", "小学館", 0,"9784093898089.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("蔦屋重三郎と粋な男たち!",1760 ,100 , "櫻庭由紀子", "江戸時代の出版社にて数々のヒット作を生み出してきた蔦屋重三郎の成功作法をまとめた本。江戸っ子の気質には、「粋」や「野暮」、「意地」、「洒落」、「笑い」、世間の理不尽を笑う「穿ち」などがあった。そんな江戸で蔦屋重三郎はどのようにしてヒットメーカーとなったのか。蔦屋重三郎が仕掛けた作家たちと作品を追い、江戸時代の大衆エンタメや世渡り術を学ぶ。", "内外出版社", 0,"9784862577146.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("海の沈黙　公式メモリアルブック",1980 ,100 , "倉本聰", "一枚の贋作から浮かび上がる
さまざまな人間模様とその真相に迫る映画「海の沈黙」。
――美とは何なのか。権威とは何なのか。
巨匠・倉本聰による現代人への問いかけとともに、
映画の全貌に迫る！


本書は倉本聰原作・脚本、若松節朗監督、本木雅弘主演の
新作映画『海の沈黙』の公式メモリアルブックとして
製作・キャスト陣の特別インタビュー、
主要キャストに手渡された倉本聰による「人物背景」、
「海の沈黙」のシナリオ完全版を収録しています。

映画「海の沈黙」2024年11月22日全国ロードショー
原作・脚本：倉本聰　監督：若松節朗
主演：本木雅弘
出演：小泉今日子、中井貴一、石坂浩二、仲村トオル、清水美砂、菅野恵、萩原聖人、村田雄浩、佐野史郎、田中健、三船美佳、津嘉山正種 ほか", "マガジンハウス", 0,"9784838732951.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＮＨＫ連続テレビ小説「虎に翼」シナリオ集",9900 ,100 , "吉田 恵里香", "豪華仕様＆特典コンテンツ収載！　「虎に翼」の神髄を味わえる完全保存版シナリオ集！

人気のNHKの連続テレビ小説「虎に翼」全26週分のシナリオを、反響に応えて緊急出版！
脚本家・岡田惠和（「ひよっこ」「ちゅらさん」他）、漫画家・横槍メンゴ（『【推しの子】』『クズの本懐』他）などによる豪華寄稿、吉田恵里香自らによる全週分の読みどころを綴ったストーリー解説、直筆サイン入りなどの豪華特典を収載。
シナリオ本編は、制作の過程などでカットされたシーンやセリフも余すことなく味わえ、放送とはまた違った趣で読み物として感動の名場面や名ゼリフなどを楽しめ、総ページ数1000ページを超える大ボリューム。さらに表紙を箔押し加工したうえで化粧箱に収め、ファンが手元に大切に保存しておきたくなる特別仕様に仕上げました。
数量限定＆増刷なしのプレミアムで唯一無二のシナリオ集。

「虎に翼」第1週～第26週全シナリオ
セルフライナーノーツ～吉田恵里香、「虎に翼」を読む〈第1週～第26週〉
寄稿①：岡田惠和（脚本家）
寄稿②：横槍メンゴ（漫画家）
寄稿③：清永聡（NHK解説委員）
寄稿④：尾崎裕和（「虎に翼」制作統括）
あとがき", "NHK出版", 0,"9784140057490.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("必殺シリーズ談義 仕掛けて仕損じなし",3300 ,100 , "高鳥 都", "豪華俳優陣が大集合！必殺シリーズの裏も表もからくりも語り尽くす", "立東舎", 0,"9784845641338.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ＮＨＫスポーツテーマ２０２４　ＹＯＡＳＯＢＩ　舞台に立って　公式楽譜集",1210 ,100 , "Ayase", "YOASOBIによる‶すべての人への応援歌”を弾きやすく歌いやすいアレンジで！

疾走するテンポ感と真っ直ぐに刺さる歌詞、スポーツの名場面とともに記憶に刻み込まれるテーマソング。積み重ねてきたものをもう一度イメージし直して挑む瞬間は誰にでもある。YOASOBIが贈るさまざまな舞台に立つ人への応援歌を３つのアレンジで楽しめる充実の楽譜集。ボーカル＆ピアノは原曲に忠実な弾き語り、ピアノ・ソロは初級者にも弾きやすく、混声三部合唱は中高生にも歌いやすいアレンジで。Ayase、ikuraからの巻頭メッセージ＆シンプルなメロディー譜つき。

収載内容
・YOASOBI メッセージ
・歌詞
・ボーカル＆ピアノ譜（弾き語り譜）
・メロディー譜
・ピアノ・ソロ譜
・混声三部合唱譜", "NHK出版", 0,"9784140554470.jpg",13,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("私のバカせまい史 公式資料集",1650 ,100 , "フジテレビ「私のバカせまい史」製作委員会", "フジテレビにて放送中の、バカリズムがMC(研究長)を務める人気番組「私のバカせまい史」が、「公式資料集」として待望の書籍化!

誰も調べたことがないような“せま～い歴史”＝「バカせまい史」を紹介し、バカバカしくも知的好奇心をそそるバラエティ番組「私のバカせまい史」。
これまでに放送されたあらゆるテーマの中から、本書では厳選した26の「バカせまい史」を紹介。
数カ月をかけて徹底的に調べ上げ、研究員独自の考察を交えた研究結果は、驚き＆爆笑必至!

▼本書掲載の研究テーマ(一部)
●芸能人の「家では全裸」発言史
●ものまね番組ご本人登場史
●柴田理恵号泣史
●1000万円以上の大金を拾った人史
●妖怪・口裂け女のニッポン逃避行史
●死亡フラグ史", "宝島社", 0,"9784299056337.jpg",13,null);