INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("えちえち学園祭6～全校女子がボクのもの～",870 ,100 , "遥巴絵", "えちえち学園祭の最終巻です。", "久保書店", 0,"9784765936255.jpg",25,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("絵本のつぎに、なに読もう？",1650 ,100 , "越高　綾乃", "幼年童話に慣れ親しんだことが、長い読み物を読むためのステップになっていた」という著者が、当時の気持ちを丁寧に振り返ります。
ひとりの子どもが「物語」と出会うとき、その内面でなにが生まれるのか。子どもと本をつなぐためのヒントが詰まった、ブックガイドにもなるエッセイ集です。

目次
はじめに
冒険のはじまりはぬかりなく――エルマーのぼうけん
みんなのあおぞらようちえん――おおきな おおきな おいも
いつでも遊びに行ける場所――おひさま はらっぱ
「悪い子」だからこそ愛おしい――きかんぼのちいちゃいいもうと
見守られている安心感――こぐまのくまくん
大切なものはずっとそばにある――ジェインのもうふ
モヤモヤした感情の心強い代弁者――ちいさいモモちゃん
にんまり余韻に浸る――どろんここぶた
「わたし、ちゃんと最後まで読めたよ」――はじめてのキャンプ
紙とクレヨンがあったら、なにつくる？――ももいろのきりん
のんびり、ぽわぽわ　へなそうるワールド――もりのへなそうる
ごっこ遊びの天才――ロージーちゃんのひみつ
いつだって「これが私！」――ロッタちゃんのひっこし
こんなのあり？　型やぶりなヒーロー――ロボット・カミイ
姉妹っていいな！――雪の森のリサベット
「いまの自分」を映す存在――百まいのドレス
＊コラム＊
　読んでもらう楽しさ、自分で読む楽しみ
　みんなと一緒に読んでもらうこと
　本とごっこ遊びの関係
　もう手に入らない本のこと
＊対談＊
どんな本が好きだった？
　ななちゃん×越高綾乃", "かもがわ出版", 0,"9784780312263.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("こんな日のきみには花が似合う",1760 ,100 , "蒼井ブルー、新井陽次郎", "文筆家・蒼井ブルーとアニメーター・新井陽次郎による実力派のふたりが初コラボ！
「恋愛って、つきあったらそれで終わりじゃない。好き同士になってからも、気持ちは日々、増えたり減ったりを繰り返している。」

一組のカップルの何気ない日々の中で儚くきらめく、このうえなく愛おしい瞬間の数々を描いた無垢でまっすぐな物語。男女の日常にある見落としてしまいそうな小さな喜びや幸せを、丁寧に噛みしめながらふたりの一年の時々を紡ぎます。
大切な人との、笑ったり、泣いたり、時にケンカしたりといった何気ない日々は、その瞬間ひとつひとつが愛おしく、それが続くだけで小さな奇跡。
若い世代や女性を中心に絶大な支持を得る、蒼井ブルーさんの文章と新井陽次郎さんのイラストは、優しく温かく、ときに切なさを伴ってエモーショナルに心を揺さぶり、読後はきっと、いま目の前にある日常がさらに慈しみ深いものになるはず。", "NHK出版", 0,"9784140057247.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("10代の女の子のための性のお悩み相談室",1650 ,100 , "宮川三代子", "生理，セックス，性病，避妊，HPVワクチン……。10代の女の子には性に関する悩みがいっぱい。
10代の女の子の心と身体の悩みに，産婦人科医の宮川三代子先生がお答えします。
欧米では，初経（初めての月経）がきたら，女の子たちの心と身体，将来のために産婦人科を受診する“メナーキチェック”を行います。しかし，日本では“メナーキチェック”はあまり知られていないのが現状です。本書籍は，宮川三代子先生が，10代の皆さんの“産婦人科のかかりつけ医”になったつもりで，初経を迎えた女の子たちが直面する，性の悩みについて，わかりやすく丁寧に解説しています。
このように，10代のうちからしっかりと性に関する知識を得ることは，将来的に，計画しない妊娠を避けることができますし，妊娠を計画したときに妊娠できる身体になるための準備もできます。そして，「子どもを育てる人生」も「子どもを育てない人生」も自分で選べるということを，若いうちから考えておくことも大切です。

目次
【目次】
第1章　月経や妊娠について
第2章　将来の妊娠のために
第3章　ピルや鎮痛薬を上手にとり入れて，快適な生活を手に入れる
第4章　正しい避妊法
第5章　子どもを育てる人生も，子どもを育てない人生も，自分で選べる
第6章　子宮内膜症について
第7章　デリケートゾーンの悩みと性感染症
第8章　子宮頚がんとワクチンのおはなし
第9章　しっかりと知っておいてほしいこと
【コラム】
「生理の貧困」について
経腟エコーと経腹エコー
経口避妊薬開発の裏話
「名古屋スタディ」という調査について", "ライフサイエンス出版", 0,"9784897754505.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("＃マイネーム",1540 ,100 , "黒川裕子", "「とりあえず、さけぼうか。あたしの本当の名前」
海とキャベツの町、千葉県銚子市にくらす中学一年生の明音（みおん）は、両親の離婚によって名字が変わったばかり。入学した杜中（モリチュー）では“さんづけ”運動がはじまり、新しい名字が強調されることに。もう最悪だ。
そんなとき、ＳＮＳで、地元中学生限定のスレッド【自分の名前がきらいなやつ集まれ #マイネーム 】に出会う。スレッド主のビオが、“さんづけ”運動に反対して、自分の呼ばれたい名前の名札をつけようと呼びかけると、名前にそれぞれの不満を抱える明音たち一年生は熱狂した。そして、「杜中名札事件」がぼっ発する。
仲たがい、裏切り、大人たちの反撃………事件は思いもよらぬ展開へ。
はたして、明音たちの心のさけびは届くのか―――。

目次
【目次】
序章
１　ブックカフェ・てふてふ
２　星の王子さま同盟
３　八森平八、動揺する
４　それはただの名前
５　名前をめぐる、あたしたちの戦争
６　決戦！　学校投票
終章　キャベツ畑に降る星は", "さ・え・ら書房", 0,"9784378015583.jpg",25,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("海をわたった母子手帳",1760 ,100 , "中村安秀", "母子手帳は日本で生まれ、今や世界中に広まっていることを知っていますか？　インドネシアの農村診療で日本の母子手帳の素晴らしさを再発見した著者は、その普及の先頭に立つことを決意。その後、母子手帳は世界50カ国以上に広まり、国際会議も開かれるまでになりました。貧しい国の母と子のいのちを守りたい‒‒小さな手帳が生んだ、大きな奇跡の物語です。

目次
プロローグ
海外ではじめて知った母子手帳のおもしろさ

第１章　日本で生まれた母子手帳
（１）母子手帳って意外と役に立つ
（２）母子手帳は戦後の貧しい日本で生まれた
（３）日本の母子手帳の歩み
（４）さまざまな工夫がされた

第２章　インドネシアで育った母子手帳
（１）プライマリ・ヘルスケア・・すべての人に健康を！
（２）自分たちの健康は自分たちで守る
（３）母と子の健康を守る保健ボランティアの活躍
（４）母子手帳のすばらしさに気づかされた
（５）インドネシア人医師が寒い東京までやってきた
（６）ピンクの母子手帳が国全体に広がった

第３章　世界でそれぞれに花咲く母子手帳
（１）母子手帳が世界で受け入れられている理由
（２）世界各国のさまざまな母子手帳
（３）ともに学ぶ場としての母子手帳国際会議

第４章　だれひとり取り残されない
（１）持続可能な開発目標（SDGs）と母子手帳
（２）「だれひとり取り残されない」母子手帳
（３）世界に花咲いた母子手帳から日本が学ぶもの
（４）未来への贈り物としての母子手帳

エピローグ
見る前に跳べ！　日本の外で働くのも面白い
（１）海外で仕事するのは楽しい！
（２）「ことば」「食事」「友だち」
（３）おたがいに学びあう
（４）「見る前に跳べ！」
（５）「少数派が未来を創造する」", "旬報社", 0,"9784845117086.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("自分のミライの見つけ方",1540 ,100 , "児美川孝一郎", "いい仕事って、どんな仕事？　
やりたいことがないとダメなの？　
夢を叶えられなければ人生オワリ？

これまでの常識が通用しない未来を僕たちはどう働き、どう生きるべきか。
若い世代に向けた、まったく新しいキャリアデザインのヒント。
「やりたいこと探し」になんか悩まなくていい。「なりたい職業ランキング」に意味はない。
この本で新しい視点＝武器を手にすれば、僕らはもっと自由になれるはず。
自分らしいキャリアを歩み出すための１冊。", "旬報社", 0,"9784845117017.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Fができない",1650 ,100 , "升井純子", "中学生になった直大には、中学校のスタートは大きな壁だった。中学校生活初日の自己紹介から、直大は思いを話すことができず、クラスで悪いほうに浮いてしまった。
直大は、自分を変えるために兄ちゃんからもらったギターに挑戦した。まずはギターのコードを覚え、少しずつできるようになったが、肝心のFのコードがうまくいかなかった。
直大がギターをやっていることを知ったクラスメイトのカイトは、堀田たちをさそって。直大とバンドを結成した。バンドの練習でけんかもしたが、担任の岸野先生が加わり、少しずつバンドらしくなった。
バンドのデビューはなんと、学校の文化祭。やったー！僕たちは文化祭で学校中のみんなの前で演奏することになった！。", "文研出版", 0,"9784580824638.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("１４歳の教室　どう読みどう生きるか",1430 ,100 , "若松　英輔", "答えは誰かがくれるものじゃない。自分で見つけるものなんだ。

進むべき道に迷ったとき、先が見えずに苦しいとき、生きがいを見失ったとき、言葉が君を支えてくれる。「おもう」「分かる」「考える」「読む」「書く」「聞く」「話す」――素朴な動詞の意味を問いながら、大切な言葉と出会う７つの授業 。生誕６０周年を迎える池田晶子の傑作『１４歳の君へ どう考えどう生きるか』へのオマージュを込めた、新しい「人生の教科書」。", "NHK出版", 0,"9784140818206.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("戦慄疾走の3分ストーリー　気づかなければよかった恐ろしい話",1100 ,100 , "結木　礼", "3分間でサラリと読めるが、読後はゾクリとした余韻を残すショートストーリー集。
「毎日しているラインの相手、実はひと月も前に・・・」
「事故に合うのは、みんなこの前一緒に写真をとったメンバー・・・」
気がついてしまったがゆえに、「あれ？」「次は？」「どうして？」と
謎が謎を呼び、恐怖となってかけめぐる73編。", "東京書店", 0,"9784885742958.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("窓をあけて、私の詩をきいて",1650 ,100 , "名木田恵子", "大切な想いをそっと、抱きしめる――名作「赤い実はじけた」の著者がおくる、いまいちばん読みたい恋物語

主人公・水鳥（みどり）には咲野（さくや）と暁生（あきお）という大切な幼なじみがいる。
三人の仲間の中で、水鳥は秘密を抱えている。
ひとつは、詩を書いていること。もうひとつは、同性の咲野に特別な感情を抱いていること。
中学２年の秋、暁生の友人の眩（げん）が仲間に加わり、水鳥の詩が彼の目に触れたことで、三人の関係が少しずつ変わっていく……。
相手を想えばこそ言葉にできない切なさを鮮やかに描く、永遠・普遍の恋物語。

詩人・文月悠光氏絶賛！　本書に寄せるエッセイ「わたしたちの夜明け」を書きおろし。", "出版ワークス",   0,"9784907108304.jpg",1,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("湖の城と若きランスロット",1430 ,100 , "斉藤　洋", "ローマ軍によって、ベンウイックの城が攻め落とされ、バン王は殺された。生きのびたランスロット王子は、イングランドの不思議な湖の城で、騎士になるための修行をする。やがて成長したランスロットは、アーサー王の円卓の騎士のひとりとして迎えられ、ローマ軍との戦いで大活躍をする。しかし、ランスロットは、アーサー王の妃に出会い、驚愕する。王妃グィネビアは、修行中の旅のとちゅうで、甘美な一夜を過ごし、今もなお夢に見る女性だった・・・。
アーサー王の伝説を、稀代のストーリーテラー斉藤洋が、新しい視点で再構成したファンタジー・アドベンチャー第４弾。", "静山社",   0,"9784863894693.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("一〇五度",1540 ,100 , "佐藤　まどか", "イスのデザイナーになりたい中学3年の真は、編入した学校で出会った梨々と共に、学生イスデザインコンペに挑戦することに。コンペ出品のイスの背もたれの角度は、105度。", "あすなろ書房",   0,"9784751528730.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("いい人ランキング",1540 ,100 , "吉野 万理子", "「いい人」でいれば、安全だと思っていた。夏休み明けの教室で起こった小さな変化。それは、やがて・・・。不器用な人にエールをおくる、ほろにが青春小説！", "あすなろ書房",   0,"9784751528617.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("いじめレジスタンス",1540 ,100 , "黒野　伸一", "ぼくが小学生～中学生だったころ、学校は野蛮だった。おかしな教師が多かった。ツッパリもいた。そして、いじめがあった。傍観者だったぼくは、フランス人留学生との交流から学んだ、ささやかな抵抗運動をはじめる。昭和時代の成長物語。", "理論社",   0,"9784652201206.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("りんごがひとつ",1320 ,100 , "いわむら　かずお", "なっちゃんは丘の上でりんごを取り出すと、うっかり落としてしまいました。りすやうさぎと一緒にりんごを追いかけていくと……。", "童心社",   0,"9784494003693.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("あまねく神竜住まう国",1760 ,100 , "萩原規子", "伊豆の地に独り流された頼朝は、まだ10代前半の少年だった。地元の豪族にうとまれ、命を狙われる日々に、生きる希望も失いがちな頼朝のもとへ、ある日、意外な客が訪れる…かつて頼朝の命を不思議な方法でつなぎとめた笛の名手・草十郎と妻の舞姫糸世の運命もまた、この地に引き寄せられていたのだった。土地神である地底の竜と闘い、伊豆の地に根を下ろしていく少年頼朝の姿を描く、荻原規子の待望の新作。徳間書店の子どもの本・20周年記念作品。", "徳間書店",   0,"9784198639112.jpg",1,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("娘と話す　原発ってなに？",1320 ,100 , "池内　了", "まず正しく知ってから、どうすればいいか考えよう。
「原子力のなにが問題なの？危険だったらどうしてやめないの？」
エネルギーの問題は、私たちの生活や文明のあり方に直結している。
原子核からエネルギーを取りだす仕組み、原子核反応と化学反応の違い、放射能とはなにか、原子力発電が抱える問題点などを、物理学者の視点からわかりやすく解説。エネルギー問題の根本にはなにがあるのか。これからの科学や技術がになっていく役割はなにか。当代きっての科学の語り部が、これからを生きる世代におくる一冊。", "現代企画室",   0,"9784773811124.jpg",1,null);



INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("えちえち学園祭6～全校女子がボクのもの～",870 ,100 , "遥巴絵", "えちえち学園祭の最終巻です。", "久保書店", 0,"9784765936255.jpg",25,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("絵本のつぎに、なに読もう？",1650 ,100 , "越高　綾乃", "幼年童話に慣れ親しんだことが、長い読み物を読むためのステップになっていた」という著者が、当時の気持ちを丁寧に振り返ります。
ひとりの子どもが「物語」と出会うとき、その内面でなにが生まれるのか。子どもと本をつなぐためのヒントが詰まった、ブックガイドにもなるエッセイ集です。

目次
はじめに
冒険のはじまりはぬかりなく――エルマーのぼうけん
みんなのあおぞらようちえん――おおきな おおきな おいも
いつでも遊びに行ける場所――おひさま はらっぱ
「悪い子」だからこそ愛おしい――きかんぼのちいちゃいいもうと
見守られている安心感――こぐまのくまくん
大切なものはずっとそばにある――ジェインのもうふ
モヤモヤした感情の心強い代弁者――ちいさいモモちゃん
にんまり余韻に浸る――どろんここぶた
「わたし、ちゃんと最後まで読めたよ」――はじめてのキャンプ
紙とクレヨンがあったら、なにつくる？――ももいろのきりん
のんびり、ぽわぽわ　へなそうるワールド――もりのへなそうる
ごっこ遊びの天才――ロージーちゃんのひみつ
いつだって「これが私！」――ロッタちゃんのひっこし
こんなのあり？　型やぶりなヒーロー――ロボット・カミイ
姉妹っていいな！――雪の森のリサベット
「いまの自分」を映す存在――百まいのドレス
＊コラム＊
　読んでもらう楽しさ、自分で読む楽しみ
　みんなと一緒に読んでもらうこと
　本とごっこ遊びの関係
　もう手に入らない本のこと
＊対談＊
どんな本が好きだった？
　ななちゃん×越高綾乃", "かもがわ出版", 0,"9784780312263.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("こんな日のきみには花が似合う",1760 ,100 , "蒼井ブルー、新井陽次郎", "文筆家・蒼井ブルーとアニメーター・新井陽次郎による実力派のふたりが初コラボ！
「恋愛って、つきあったらそれで終わりじゃない。好き同士になってからも、気持ちは日々、増えたり減ったりを繰り返している。」

一組のカップルの何気ない日々の中で儚くきらめく、このうえなく愛おしい瞬間の数々を描いた無垢でまっすぐな物語。男女の日常にある見落としてしまいそうな小さな喜びや幸せを、丁寧に噛みしめながらふたりの一年の時々を紡ぎます。
大切な人との、笑ったり、泣いたり、時にケンカしたりといった何気ない日々は、その瞬間ひとつひとつが愛おしく、それが続くだけで小さな奇跡。
若い世代や女性を中心に絶大な支持を得る、蒼井ブルーさんの文章と新井陽次郎さんのイラストは、優しく温かく、ときに切なさを伴ってエモーショナルに心を揺さぶり、読後はきっと、いま目の前にある日常がさらに慈しみ深いものになるはず。", "NHK出版", 0,"9784140057247.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("10代の女の子のための性のお悩み相談室",1650 ,100 , "宮川三代子", "生理，セックス，性病，避妊，HPVワクチン……。10代の女の子には性に関する悩みがいっぱい。
10代の女の子の心と身体の悩みに，産婦人科医の宮川三代子先生がお答えします。
欧米では，初経（初めての月経）がきたら，女の子たちの心と身体，将来のために産婦人科を受診する“メナーキチェック”を行います。しかし，日本では“メナーキチェック”はあまり知られていないのが現状です。本書籍は，宮川三代子先生が，10代の皆さんの“産婦人科のかかりつけ医”になったつもりで，初経を迎えた女の子たちが直面する，性の悩みについて，わかりやすく丁寧に解説しています。
このように，10代のうちからしっかりと性に関する知識を得ることは，将来的に，計画しない妊娠を避けることができますし，妊娠を計画したときに妊娠できる身体になるための準備もできます。そして，「子どもを育てる人生」も「子どもを育てない人生」も自分で選べるということを，若いうちから考えておくことも大切です。

目次
【目次】
第1章　月経や妊娠について
第2章　将来の妊娠のために
第3章　ピルや鎮痛薬を上手にとり入れて，快適な生活を手に入れる
第4章　正しい避妊法
第5章　子どもを育てる人生も，子どもを育てない人生も，自分で選べる
第6章　子宮内膜症について
第7章　デリケートゾーンの悩みと性感染症
第8章　子宮頚がんとワクチンのおはなし
第9章　しっかりと知っておいてほしいこと
【コラム】
「生理の貧困」について
経腟エコーと経腹エコー
経口避妊薬開発の裏話
「名古屋スタディ」という調査について", "ライフサイエンス出版", 0,"9784897754505.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("＃マイネーム",1540 ,100 , "黒川裕子", "「とりあえず、さけぼうか。あたしの本当の名前」
海とキャベツの町、千葉県銚子市にくらす中学一年生の明音（みおん）は、両親の離婚によって名字が変わったばかり。入学した杜中（モリチュー）では“さんづけ”運動がはじまり、新しい名字が強調されることに。もう最悪だ。
そんなとき、ＳＮＳで、地元中学生限定のスレッド【自分の名前がきらいなやつ集まれ #マイネーム 】に出会う。スレッド主のビオが、“さんづけ”運動に反対して、自分の呼ばれたい名前の名札をつけようと呼びかけると、名前にそれぞれの不満を抱える明音たち一年生は熱狂した。そして、「杜中名札事件」がぼっ発する。
仲たがい、裏切り、大人たちの反撃………事件は思いもよらぬ展開へ。
はたして、明音たちの心のさけびは届くのか―――。

目次
【目次】
序章
１　ブックカフェ・てふてふ
２　星の王子さま同盟
３　八森平八、動揺する
４　それはただの名前
５　名前をめぐる、あたしたちの戦争
６　決戦！　学校投票
終章　キャベツ畑に降る星は", "さ・え・ら書房", 0,"9784378015583.jpg",25,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("海をわたった母子手帳",1760 ,100 , "中村安秀", "母子手帳は日本で生まれ、今や世界中に広まっていることを知っていますか？　インドネシアの農村診療で日本の母子手帳の素晴らしさを再発見した著者は、その普及の先頭に立つことを決意。その後、母子手帳は世界50カ国以上に広まり、国際会議も開かれるまでになりました。貧しい国の母と子のいのちを守りたい‒‒小さな手帳が生んだ、大きな奇跡の物語です。

目次
プロローグ
海外ではじめて知った母子手帳のおもしろさ

第１章　日本で生まれた母子手帳
（１）母子手帳って意外と役に立つ
（２）母子手帳は戦後の貧しい日本で生まれた
（３）日本の母子手帳の歩み
（４）さまざまな工夫がされた

第２章　インドネシアで育った母子手帳
（１）プライマリ・ヘルスケア・・すべての人に健康を！
（２）自分たちの健康は自分たちで守る
（３）母と子の健康を守る保健ボランティアの活躍
（４）母子手帳のすばらしさに気づかされた
（５）インドネシア人医師が寒い東京までやってきた
（６）ピンクの母子手帳が国全体に広がった

第３章　世界でそれぞれに花咲く母子手帳
（１）母子手帳が世界で受け入れられている理由
（２）世界各国のさまざまな母子手帳
（３）ともに学ぶ場としての母子手帳国際会議

第４章　だれひとり取り残されない
（１）持続可能な開発目標（SDGs）と母子手帳
（２）「だれひとり取り残されない」母子手帳
（３）世界に花咲いた母子手帳から日本が学ぶもの
（４）未来への贈り物としての母子手帳

エピローグ
見る前に跳べ！　日本の外で働くのも面白い
（１）海外で仕事するのは楽しい！
（２）「ことば」「食事」「友だち」
（３）おたがいに学びあう
（４）「見る前に跳べ！」
（５）「少数派が未来を創造する」", "旬報社", 0,"9784845117086.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("自分のミライの見つけ方",1540 ,100 , "児美川孝一郎", "いい仕事って、どんな仕事？　
やりたいことがないとダメなの？　
夢を叶えられなければ人生オワリ？

これまでの常識が通用しない未来を僕たちはどう働き、どう生きるべきか。
若い世代に向けた、まったく新しいキャリアデザインのヒント。
「やりたいこと探し」になんか悩まなくていい。「なりたい職業ランキング」に意味はない。
この本で新しい視点＝武器を手にすれば、僕らはもっと自由になれるはず。
自分らしいキャリアを歩み出すための１冊。", "旬報社", 0,"9784845117017.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Fができない",1650 ,100 , "升井純子", "中学生になった直大には、中学校のスタートは大きな壁だった。中学校生活初日の自己紹介から、直大は思いを話すことができず、クラスで悪いほうに浮いてしまった。
直大は、自分を変えるために兄ちゃんからもらったギターに挑戦した。まずはギターのコードを覚え、少しずつできるようになったが、肝心のFのコードがうまくいかなかった。
直大がギターをやっていることを知ったクラスメイトのカイトは、堀田たちをさそって。直大とバンドを結成した。バンドの練習でけんかもしたが、担任の岸野先生が加わり、少しずつバンドらしくなった。
バンドのデビューはなんと、学校の文化祭。やったー！僕たちは文化祭で学校中のみんなの前で演奏することになった！。", "文研出版", 0,"9784580824638.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("１４歳の教室　どう読みどう生きるか",1430 ,100 , "若松　英輔", "答えは誰かがくれるものじゃない。自分で見つけるものなんだ。

進むべき道に迷ったとき、先が見えずに苦しいとき、生きがいを見失ったとき、言葉が君を支えてくれる。「おもう」「分かる」「考える」「読む」「書く」「聞く」「話す」――素朴な動詞の意味を問いながら、大切な言葉と出会う７つの授業 。生誕６０周年を迎える池田晶子の傑作『１４歳の君へ どう考えどう生きるか』へのオマージュを込めた、新しい「人生の教科書」。", "NHK出版", 0,"9784140818206.jpg",25,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("戦慄疾走の3分ストーリー　気づかなければよかった恐ろしい話",1100 ,100 , "結木　礼", "3分間でサラリと読めるが、読後はゾクリとした余韻を残すショートストーリー集。
「毎日しているラインの相手、実はひと月も前に・・・」
「事故に合うのは、みんなこの前一緒に写真をとったメンバー・・・」
気がついてしまったがゆえに、「あれ？」「次は？」「どうして？」と
謎が謎を呼び、恐怖となってかけめぐる73編。", "東京書店", 0,"9784885742958.jpg",25,null);