INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("句集　猛暑 角川俳句叢書　日本の俳人１００",2970 ,100 , "中田　水光", "平成17年より「雅楽谷」主宰、八洲学園大学名誉教授。句歴４０年、2016年から2024年までの俳句を集めた。第5句集。", "角川文化振興財団",   0,"9784048846882.jpg",26,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("第一巻　妖精幻想詩画帖",6600 ,100 , "荒俣宏", "荒俣宏による半世紀にわたる幻想文学翻訳の集大成。妖精詩とそれを飾った美しい妖精画をともに集めた、きらめく夢の玉手箱のような収録作品。ロード・ダンセイニ、ジョージ・マクドナルド、ダンテ・ゲイブリエル・ロゼッティ、フィオナ・マクラウド、A・E・コッパードなどの作品を収録。", "春陽堂書店",   0,"9784394904618.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("紫式部の「ことば」たち",1650 ,100 , "中西智子", "『源氏物語』に引用される和歌や漢詩文、物語などの「ことば」は、いかなる表現効果を持ち、当時の人びとや現代の読者に影響を与えているのか。事例とともに探る。", "平凡社",   0,"9784582364729.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("句集　桐箱 角川俳句叢書　日本の俳人１００",2970 ,100 , "柴田多鶴子", "ものとものとの“あはひ”への敏感さは、ものとわれとの“あはひ”への敏感さでもある。万物との絶妙な“あはひ”から生まれた、優しく晴朗な詩情がこころよい。", "角川文化振興財団",   0,"9784048845946.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("吉本隆明全集34",78210 ,100 , "吉本隆明", "『吾輩は猫である』『夢十夜』などの漱石の12作品を論じた『夏目漱石を読む』（小林秀雄賞受賞作）、英国留学と満韓の旅を論じた『漱石の巨きな旅』、新聞雑誌の社会・政治時評を再構成した『吉本隆明のメディアを疑え』などを収める。
月報は清岡智比古氏（フランス語学者）、上村武男氏（文芸評論家、神職）が執筆。
単行本未収録47篇。第35回配本。", "晶文社 ",   0,"9784794971340.jpg",26,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("俯瞰する知　原島博講義録シリーズ",2860 ,100 , "原島　博", "情報技術の通史を一望し、コンピュータと近代の歴史、さらには人類の文明の変遷を重ね見る「俯瞰知」により情報社会の問題点に向き合い、未来をデザインする方法を探る。知の旅を巡る第１巻。", "工作舎",   0,"9784875025634.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("句集　至恩 角川俳句叢書　日本の俳人１００",2970 ,100 , "荻原都美子", "日本各地の移ろう季節や風景に新しい発見を得る瑞々しい眼。亡き恩師への想いを込めた第四句集。", "角川文化振興財団",   0,"9784048845700.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("山東京傳全集",16500 ,100 , "山東京傳全集編集委員会", "江戸の戯作文学界をリードした山東京傳の文筆活動を集成する全集、全20巻ついに完結！（年譜・補注・資料編・総索引を収録した別巻が24年刊行予定）20回配本となる第19巻は、滑稽味をもって庶民の生活を活写した「滑稽本」と、浮世草子からビジュアル中心に分化した「風俗絵本」を収録する。", "ぺりかん社",   0,"9784831516435.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("絓秀実コレクション1　複製の廃墟──文学／批評／1930年代",5500 ,100 , "絓秀実", "思想や哲学、芸術など諸ジャンルを横断し、斬新な論考を多数発表してきた稀代の批評家、絓秀実。三島由紀夫や花田清輝らに関する初期文学論から、1968年をめぐる社会運動・政治思想論、さらには映画、歌謡曲、B級グルメなどの風俗エッセイまで、これまで絓秀実は対象をつねに「いま」論じるべき意義から問いなおし、ポレミカルな批評＝批判として表現してきた。
　天皇制、フェミニズム、大学問題など、現在も紛糾する諸問題のアポリアを剔抉（てっけつ）してきた絓秀実の批評こそ、「いま」読みなおすことが求められている。事実、目下の難題を乗り越えようとする若い世代を中心に、絓秀実の評論は今まさに再発見されつつある。
そうした読者の期待に応えるべく、本コレクションは構想された。現在では入手困難となった『メタクリティーク』『複製の廃墟』『「超」言葉狩り宣言』をはじめとした10冊の単著にとどまらず、単行本未収録原稿からも複数厳選。多様なテーマから編んだ全2巻となっている。
　外山恒一、吉川浩満、木澤佐登志、綿野恵太ら、絓秀実の思想に通暁した批評家や思想家、編集者などの特別寄稿を掲載。", "ｂｌｕｅｐｒｉｎｔ",   0,"9784909852427.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("天皇と原爆",8580 ,100 , "西尾幹二", "本巻収録『天皇と原爆』は、先の大戦が宗教戦争であったこと、アメリカはそのことを強く意識し、日本は迂闊にもこの観点を欠いていたことを主題としている。欧州が主舞台になった世界大戦は、西欧文明内部のいわば「内戦」であって、巻き込まれた地球の他の部分はいい迷惑であった。
本巻に収めたもう一つの論考『アメリカと中国はどう日本を「侵略」するのか』は、歴史というより、歴史に仮託した未来の我が国のあるべき戦略への心がけの一作である。いかに用意周到に我が国は籠絡されて来たか、「至誠」や「真心」といった善のモラル一辺倒では世界に太刀打ちできない、もっとしたたかにならなければいけないことを歴史の諸相から学ぼうとした著作である。
本巻のもう一つの特徴は、「追補」の欄が充実していることである。秦郁彦氏との記念的大論争が収録されていることと、水島達二「『少年記』のダイナミズム」と阿由葉秀峰「『少年記』の故地を訪ねて──浦島太郎の錯覚と眩暈」という二人の新人の鮮やかな深読みと分析が光る。前者は戦争論、後者は紀行文の違いはあるが、どちらも『少年記』のテキストをよく読み抜き、それぞれ違った角度から新しい西尾論、未知の西尾像の確立に寄与する礎を作っている。", "国書刊行会",   0,"9784336072191.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("北斎絵手本集成　別巻　富嶽百景",4180 ,100 , "永田生慈", "北斎の絵手本を集成した『北斎絵手本集成』シリーズの別巻。

北斎の代表作『富嶽百景』初版本全３編をオールカラーで原寸大掲載しました。

版本の版面をまるっとすべて掲載。柱の文字や彫師の記名などもわかり、江戸版本の臨場感をこのうえなく味わうことができます。

『富嶽百景』は、北斎の代表的浮世絵シリーズ「冨嶽三十六景」と同時期に制作された名作版本で、初編３１図、二編３０図、三編４１図にさまざまな地域や気象、季節、人物、風俗をおりまぜて富士山を描いています。

各図には江戸版本をはじめてみる方にも分かり易い解説を付しました。巻末には『富嶽百景』刊行のいきさつを解説した論文を掲載。

あたらしい表現を創造し、クリエイティブな意識に満ちた北斎の仕事は現代に生きる私たちをいまもなお刺激してやみません。", "芸艸堂",   0,"9784753803217.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("にほんの詩集　工藤直子詩集",1980 ,100 , "工藤直子", "のはらに行くと出会える動物や植物、そして自然の声を、声の主の代わりに詩にした「のはらうた」で知られる工藤直子。
「海の　はじまり」「こどものころに　みた空は」「てつがくのライオン」をはじめ、
生命の営みや季節の移ろいを軽妙な筆致で、そして私たちの心の風景をやさしく素直な言葉で、うたいあげる言葉の数々。", "角川春樹事務所",   0,"9784758414104.jpg",26,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大学1年生の読書論",3190 ,100 , "和田　渡", "大学生活の４年間をどうすごすかで、その後の人生は決まってきます。限られた貴重な自由と時間、その一部をどうか読書に使ってください。よい本との出会いは一生の宝です。
文学によって、困惑させられたり、打ちのめされたり、涙がとまらなくなったりするひとは幸いだ。そのたびに変身を経験しているからだ。変身とは、本を読んだあとには、自分や他人を別の仕方で見つめるようになったということである。", "晃洋書房",   0,"9784771035782.jpg",26,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("現代日本の政治と政治家",8800 ,100 , "西尾幹二", "「現代日本の政治と政治家」と題したこの一巻は、21世紀冒頭20年間の日本の政治を多角度からダイナミックに描いている。小泉純一郎首相の北朝鮮初訪問と拉致被害者一部の帰国に日本国内は騒然とするが、世界はニューヨーク同時多発テロからイラク戦争に向っていて、イスラム過激派のテロ行為をかつての「特攻隊」になぞらえる日本の保守派知識人の見当外れに対し、著者は保守の“軽薄な左翼帰り”と名づけて糾弾した。首相の非常かつ冷酷な郵政選挙に政治家の「自由」の行方、独裁的な危険を告知した。
　性格の温順な安倍晋三首相に代わって、政局は安定したが、自らの政策の一丁目一番地と名づけていた憲法改正をいつまでも棚ざらしにし、国民は首相のやる気を疑いだし、言葉が多いのはいいが、次第に空疎な多弁が目立ち、度胸の無さが何よりもこの人の欠点だと気がついた。
　「保守主義」とは何かが四方八方で問われだし、二大政党制は日本の政治に向かないと今の現実を見てあらためて疑われだしている。さりとて対決精神を持たない日本の政治家が、日本型全体主義を形成しつつあり、国際政治の修羅場に立たされたときにこの上なく危険だと危惧せざるを得ない。", "国書刊行会",   0,"9784336054005.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("句集　旅懐 角川俳句叢書　日本の俳人１００",2970 ,100 , "森田純一郎", "句集名『旅懐』は、晩唐の詩人、杜荀鶴（と じゅんかく）の三体詩「旅懐」から得たもので、「旅中のおもい」という意味合いの言葉である。
父・森田峠から主宰を継いだ数年間は、海外出張を繰り返しており、海外で仕事と共に句作をせざるを得ない状況だった。
たくさんの人に支えられたこの期間の自身の軌跡を残したいという思いも籠められている。", "角川文化振興財団",   0,"9784048844536.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("句集　生きたしや 角川俳句叢書　日本の俳人１００",2970 ,100 , "山本比呂也", "しみじみと生きたいと思うことがある。由緒ある家系に八代目の孫が生まれた、その日から。孫と新年に屠蘇を酌み交わすことを夢想しながら。三河の地で孤高を保ちつつ句境を深めた。句を成すとは命を繋ぐことなのだ", "角川文化振興財団",   0,"9784048844253.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ワイド版 マンガ日本の古典23 三河物語",1650 ,100 , "安彦良和", "『三河物語』は、徳川家康、秀忠、家光の三代にわたって仕えた旗本大久保彦左衛門忠教が著した、家訓の書ともいうべき性格をもつ軍記物語。三巻三冊。元和八（西暦一六二二）年に草稿が成立し、寛永三（一六二六）年頃まで補訂が続けられた。

　家康の父広忠までの徳川家代々の事績、家康の半生、大坂夏の陣に終わる諸戦役を綴りながら、大久保一族歴代の、主家に対する忠勤を書きとめる。さらに巻尾には忠教の述懐と子孫への教訓が記され、そのなかで、三河以来の譜代家臣がいまや冷遇されていると不満を露わにする。本全集では『三河物語』を漫画化するにあたって、講談、映画などでよく知られる一心太助を忠教に絡ませるという方法を試みた。", "中央公論新社",   0,"9784124036213.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ワイド版 マンガ日本の古典25 奥の細道",1650 ,100 , "矢口高雄", "俳聖芭蕉が風雅の新境地を開いた「みちのく」の旅の記録。旅路での出会い、数々の名句が生まれてゆく過程を、こまやかな情景描写とともに描きあげる。

　旅を愛し、旅の中に「風雅の誠」を追究してみずからの俳諧を高めようとした松尾芭蕉は、「野ざらし」の旅、「笈の小文」の旅に続き、元禄二（西暦一六八九）年の春、門人曾良を伴って奥羽・北陸へと旅立った。距離にして六百里、五カ月近くを費やして名所、歌枕、旧蹟を巡ったこの旅を素材に書かれた俳諧紀行が『奥の細道』である。
　推敲を重ね、定稿が成立したのは元禄六（一六九三）年末から翌七年春頃。同行した曾良の日記と比較すると、『奥の細道』はかならずしも旅の事実を羅列したものではなく、興趣を盛り上げ、文学作品としての完成を目指して構成上のフィクションをまじえていることがわかる。本書は日本文学史上屈指の紀行作品とされている。", "中央公論新社",   0,"9784124036237.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("新編　山頭火全集　３巻",4400 ,100 , "種田山頭火", "山頭火研究の第一人者である村上護氏が監修・校訂した全集を基に、山頭火の俳句 、日記 を全て収録！ 俳人であり、研究者でもある坪内稔典氏による全巻解説を附す。 全8巻のセット函、各巻に巻頭口絵、月報 あり。
月報執筆者：夏石番矢、佐々木史朗、笹公人、北大路翼、竹井紫乙
また山頭火がやって来る！！", "春陽堂書店",   0,"9784394903826.jpg",26,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("花森安治選集",3960 ,100 , "花森安治", "激動の戦後において、卓越した審美眼とペンの力で
庶民の暮らしを守り続けた『暮しの手帖』初代編集長・花森安治。
この選集は、花森の遺した珠玉の著作をまとめたものです。

第3巻には、日本が経済大国へと急成長を遂げる1960年から、
没年となる1978年までの激動の昭和を鋭く見つめた作品を収録。
政治、経済、戦争、公害に対する叫びは、現代に通じるメッセージです。", "暮しの手帖社",   0,"9784766002188.jpg",26,null);
