INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("８０歳の壁を超えた人たち",1056 ,100 , "和田秀樹", "80歳、90歳を過ぎても驚くほど若く、元気に活躍し続けている人がいる。
本書では、高齢者医療のカリスマ・和田秀樹が、
養老孟司氏、草野仁氏、宮内義彦氏、市川寿猿氏ら
〝80歳を超えてなお現役のレジェンド〟から、いつまでも老けない極意を引き出す。
「食べるのは肉？　魚？」「医者にはかかる？　かからない？」「運動はやっている？」「意欲を持ち続ける秘訣は？」――そんな疑問に答える、実体験から生まれた“幸齢【こうれい】習慣”が満載。
不安いっぱいの老後が、幸せに満ちた黄金期へと変わります！", "幻冬舎",    0,null,2,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("さらわれた純潔の花嫁",740 ,100 , "メイシー・イエーツ(著)片山真紀(訳)", "まさか平凡な学生の私を、
白馬の王子が迎えに来るなんて……。

4歳のときに養父母に預けられ、純真無垢に育ったブライアは、
ある日、街ででくわしたハンサムな男性に一瞬で心を奪われた。
近づいてきた彼に話しかけられ、驚いて車道に飛びだしてしまい、
ブライアは車にはねられて、そのまま気を失ってしまう。
キスをされて彼女が目覚めると、そこは病院のベッドだった。
傍らに先ほどの彼がいて、サンタミラグロ国の皇太子フェリペだと
名乗り、驚きの真実を語りだした。ブライアの実父は隣国の王で、
彼女は王女だというのだ。「きみは生まれたときから僕の許婚になると
決まっていた」フェリペは呆然とするブライアを胸にかき抱き、
蠱惑的な笑みを浮かべて、抗う彼女を強引に祖国へと連れ去った。

『闇の王子と清らな愛人』に続く、王家を舞台に繰り広げられる濃密でドラマティックなロマンスをお楽しみください。今作のテーマは人気の“シンデレラの出自”。4歳で生き別れた両親と20年ぶりに対面を果たす王女ヒロインに思わず涙を誘われます", "ハーパーコリンズ・ジャパン",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("キャロラインの結婚",730 ,100 , "マーガレット・ローム(著)三木たか子(訳)", "夫への秘めた恋心が募るほど、
愛なき結婚のひずみがつらくて……。

生後まもない赤ん坊を置いて、姉が家を出ていった。
すでに両親もいないキャロラインは、家計が苦しいなか、
ただひたすらその子に愛情をそそいで育てていた。
半年後、赤ん坊の父親のいとこだという、
黒い瞳のイタリア大富豪ドメニコ・ヴィカーリが突然現れる。
驚くことに、赤ん坊の父親は亡くなったと彼は言い、
キャロラインを赤ん坊の母親と勘違いして、
その子を引き取るから結婚しようと申し出た！
母親ではないと知られたら、きっとこの子から引き離されてしまう――
悩んだ末、キャロラインは姉になりすまし、プロポーズを受け入れた。

登場人物たちが織りなすあや、そして絶妙な台詞に定評があるマーガレット・ロームの1960年代の名作です。ドメニコとの愛なき結婚に踏みきるキャロラインですが、彼に優しくされるたび、夫への密かな恋心と、なりすましの罪悪感とに引き裂かれそうになり……。", "ハーパーコリンズ・ジャパン",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("無垢な家出娘と麗しき騎士",740 ,100 , "ダニー・コリンズ(著)柚野木　菫(訳)", "キスなんてしなければよかった。
5年間もあなたを想って苦しむなら。

18歳になる直前、ステラは独裁的な父親から倍も年上の男性と
結婚するよう強いられたのを機に家を出て、スイスへ逃れた。
山麓のシャレーでメイドとして働き始めたある夜、トラブルに
巻きこまれた彼女は、間一髪でギリシア富豪アトラスに救われる。
なんて素敵な人！　まだ恋さえ知らないステラを金色の瞳で虜にし、
キスの味を教え、美麗な笑みを残してアトラスは去っていった。
5年後。パパラッチの襲撃に悩んでいたステラは、再びアトラスに
助けられて舞い上がるが、その直後、彼の言葉に思わず耳を疑った。
「愛など無力だ。だが僕らの結婚には……お互いメリットがある」
これはプロポーズ？　愛されてもいないのに花嫁になれというの？

白馬の王子のごとく現れたヒーローに二度救われ、運命を信じて、花嫁となったヒロイン。しかし虚しさは埋めようもなく、泣く泣く実家へ戻りますが、父親に暴行され怪我をしてしまい……。三度目の彼女の窮地を、ヒーローは救いに来てくれるのでしょうか？", "ハーパーコリンズ・ジャパン",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("一夜で結ばれた二重の絆",740 ,100 , "リン・グレアム(著)岬　一花(訳)", "一緒に子供を育てる。
それだけのことがとてもむずかしくて。

タビサは具合が悪く、病院に向かおうとしていた。
家を出た彼女は、ギリシア富豪アリスティデスを見つけて驚いた。
純潔を捧げた私を金めあての女とののしった彼がなぜここに？
「君が大丈夫かどうか知りたい」と富豪は言った。
タビサは思わず口走った。「妊娠してからずっと気持ちが悪いのに？」
するとアリスティデスはタビサのおなかの子を自分の子だと察し、
彼女を優秀な産科医に診せた。ひどい悪阻は双子の妊娠が原因だった。
そして彼はタビサをギリシアへ連れていき、家族に引き合わせた。
彼女はまだ知らなかった。富豪が双子とタビサを手放さないために、
どんな手段を使っても彼女の指に指輪をはめるつもりでいることを。

ヒロインはおなかの子のためを考え、祖父母となるヒーローの両親に会いに行くことを承知します。だがそこには彼の元恋人だという美女がいて、「私こそ彼の人生最愛の女」と言われてしまい……。ミニシリーズ〈双子の花嫁の身代わり婚〉、待望の第2作です！", "ハーパーコリンズ・ジャパン",    0,null,2,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("意識の正体",1078 ,100 , "櫻井武", "「意識」は感情や意思決定に深く関わっているとされるが、
それは錯覚にすぎない。
例えば、あなたが今日コンビニでペットボトルの水を買ったとしよう。数ある種類の中からその水を選んだ理由を説明することはできるかもしれない。
しかし最新研究によれば、私たちの意思決定を下しているのは“意識”ではなく、“無意識”であるという。
だとすれば、私たちが「自分で選んだ」という実感はどこまでが本物なのか？　
意識は何のために存在するのか？　
日常のささいな選択から「自分」という感覚まで──生命科学最大の謎に迫る！", "幻冬舎",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("想定外を楽しむ　火山学者が教える一〇〇〇年に一度の時代の生き方",1056 ,100 , "鎌田浩毅", "日本の観測史上最大だった東日本大震災以来、
日本列島はどんな大きな地震や噴火が起きてもおかしくない、
一〇〇〇年ぶりの「超・想定外の時代」を迎えている。
こんな時代を、不安に振り回されずに生き抜くにはどうすればいいか。
そのカギとなるのが、「人生は想定外と偶然の連続だ」と捉えること、
そして、誰もが内に秘めている生のエネルギー＝「心のマグマ」を上手に燃やすこと、である。
火山のマグマは、人間の心のマグマと驚くほど似ている――。火山学者による、ユニークにしてスケールの大きな人生論。", "幻冬舎",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("裏表がありすぎる人",1034 ,100 , "榎本博明", "職場の人間関係は、ほんとうに面倒だ。
なかでも厄介なのが、裏表の激しい人の存在である。
そうした人物は相手によって態度を使い分け、本性を見せる人と見せない人を選ぶため、被害の実態が周囲に伝わりにくい。
しかも皮肉なことに、そういう人ほど上には気に入られ、出世する。
そんな人物が身近にいると、ストレスが溜まる一方で、心がすり減ってしまう。
そこで本書では「裏表がありすぎる人」の心理メカニズムと行動原理を読み解き、彼らへの対処法を提示する。
人を見る目が一段と深まり、神経の消耗が激減する一冊。", "幻冬舎",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("AI搾取",1100 ,100 , "瀬川奈都子", "知られざる被害の実態に迫る。共存のためにできことは？

サカナＡＩ　ＣＯＯ伊藤錬氏へのインタビューあり！

◆気づかないうちにAIに支配されていた
　オンラインショッピングで不当な買い物をさせられていたり、ローンを借りにくい状況に陥れられたり、採用面接で不利な状況に立たされたり……。仕事、日常生活、買い物、趣味、教育現場、創作活動など、知らない間にＡＩが我々の生活に巧妙に入り込み、被害を生んでいる。そして「バーチャルスラム」「ダークパターン」「心理的依存」「プロファイリング」「視覚的汚染」といった問題が表面化しつつある。本書では取材を通じて得た課題の実態を紹介する。

◆「機械学習パラダイス」日本で生きていくための知恵
日本は「機械学習パラダイス」と呼ばれており、規制が先進国に比べ遅れている。AIにだまされないためにも、有効に活用するためにも、必要とされる知識とは？　本書では日本の規制の課題についても触れる。米欧の先駆的取り組みや、日本の規制の動向を踏まえ、共存のための適切なルールを模索する。", "日経BP　日本経済新聞出版",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("なぜ休むことに罪悪感を覚えるのか",1540 ,100 , "デヴォン・プライス(著)佐々木寛子(訳)", '社会心理学者が「働きすぎの時代」に警鐘を鳴らす！
生産性向上と効率化に取りつかれた社会を生き抜く御守りとしての1冊

【米フィナンシャル・タイムズ紙はじめ全米各紙で絶賛！】
いつも頑張りすぎている人に希望をくれる。もっと人間らしい、良い生き方はできるのだ。
―ニューヨーク・タイムズ ベストセラー『デジタル・ミニマリスト』『DEEP WORK 大事なことに集中する』著者カル・ニューポート
一読の価値あり。―『フィナンシャル・タイムズ』紙

人はそんなに働かなくていいし、価値は外からの評価で決まらないし、すべてに詳しくなくていい、すべての人を助けなくてもいい。
休むことに罪悪感を味わう必要はない。なぜなら「怠惰＝悪」は植え付けられた "信念" に過ぎず、しかも誤っているからだ。

【「はじめに―『自分は怠惰じゃない』と気づくまで」より抜粋】
何年も、私はひどい生活パターンで生きてきた。朝から5～6時間、休憩も取らずに働いて、片っ端から業務を処理していく。この時間帯は、メールの返信やレポートの採点に猛烈に集中していて、軽食をつまむどころか、席を立って少し歩くのも、トイレに行くのも忘れていた。
こんなふうに超生産的でいられるのはいい気分だった。前日の夜に考えて不安になっていた「やることリスト」のタスクを全部片付けられる自分が好きだった。そう思うと短距離走のように全力で凄まじい量の業務を処理できた。
だけど、そんな働き方をしていると、その後、使い物にならなくなる。午後は生産性ゼロに等しい状態で、SNSを何時間もただ眺めているだけだった。終業後はベッドに倒れ込む。暗い部屋でポテトチップスを食べながらネット動画を見る以外のエネルギーは残っていない。
こうして数時間、「充電」をすると今度は、時間を有意義に使えなかった罪悪感が押し寄せてくる――友達と出かければよかったのに。なんで執筆しなかったんだろう。どうせなら健康的で素敵な晩ごはんを作ればよかった――そうして、翌日にやるべきことを考えてストレスに襲われる。そしてまた翌朝になると、罪悪感から働きすぎて疲弊、というサイクルが始まるわけだ。

この本は、一般に「怠惰」として切り捨てられている行為を全面的に肯定し、社会から「怠け者」だと排斥されている人びとを全力で擁護する一冊だ。
生活のあらゆる場面で、頑張りすぎそうなリスクがあるときに、どのように一線を引いて自分を守ればいいか実践的なアドバイスをたくさんお伝えする。「これ以上はできない」と相手に理解してもらうための具体的な伝え方も盛り込んだ。何より、「自分はどうしようもなく怠惰な人間だ」という恐怖心は見当違いだから捨てていい、という根拠を示すので、読んで安心してほしい。

※本書は2024年5月に小社より出版された単行本『「怠惰」なんて存在しない 終わりなき生産性競争から抜け出すための幸福論』の携書版です。本書の内容は同じですので、あらかじめご了承ください。", "ディスカヴァー・トゥエンティワン',    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("社会の価値の測り方",1034 ,100 , "枝廣 淳子", "デジタル環境の急速な進歩により、実態の「見える化」のニーズが高まり、エビデンスに基づいた政策立案や実践が広がる。「幸せ」といった社会的価値の測定に関する方法論の進展も目覚ましい。社会の価値を支える環境、経済、社会の複雑な問題を漫然と放置せず、「見える化」する効能を伝え、新しい発見と実践へと誘う。", "岩波書店",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("記憶と脳の探究",968 ,100 , "櫻井 芳雄", "記憶とは一体何なのか、どこにどうやって保管されているのか、どうすれば記憶力があがるのか……。
誰もが一度は考えたことのある「記憶」の不思議を、心理学・脳科学の手法で解き明かせば、AIには真似できない「脳」の複雑なしくみが見えてくる。新書『まちがえる脳』の著者が平易な文章でつづる入門書", "岩波書店",    0,null,2,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("ジャック・ラカン",1166 ,100 , "松本 卓也", "毀誉褒貶を伴いながら存在感を発揮し続ける精神分析。その核心を追い求め、精神分析を仕切り直そうとしたジャック・ラカン。難解で知られるその理論を、フロイトが拠り所とした五大症例――ドラ、鼠男、ハンス、シュレーバー、狼男――との向き合い方に着目し読み解く本書は、かつてないラカン入門書となるだろう。", "岩波書店",    0,null,2,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("体育会系",1056 ,100 , "小野雄大", "大学をはじめ学校の運動部出身で特有の価値観・行動様式を持つ体育会系。
　厳格な上下関係、規範意識の高さなどを特徴とし、爽やか、暴力的、勉学が苦手、就活に有利など様々に語られてきた。
　本書はその起源から、先輩・後輩関係の分析調査、スポーツ推薦入試の軌跡と現状、就職後のキャリア形成の困難まで、彼らを多角的に描く。
　近年、話題となる不祥事の歴史も追い、日本社会で５００万人以上とも言われる日本独自の体育会系の実態を描く", "中央公論新社",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("極東発 世界大戦２",1320 ,100 , "大石英司", "北朝鮮に占領された竹島をめぐり決起した韓国軍と自衛隊。三つ巴の激しい海戦にロシアの影が忍び寄る――。", "中央公論新社",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("『和華』第48号",850 ,100 , "雑誌『和華』編集部", "『和華』では2019年に初めて黄檗宗の特集を組んだが、今年は黄檗宗大本山萬福寺が創建365年を迎える節目でもあり、編集部は改めて今の萬福寺を訪れ取材した。第１部では德川家広・德川家第十九代当主をナビゲーターにお迎えし、萬福寺の近藤博道猊下との対談や萬福寺巡りを、第２部では日常に息づく黄檗文化を、第３部では日本にある隠元禅師ゆかりのお寺をご紹介する。歴史を知り、文化に触れ、実際に歩く三部構成で、黄檗宗をより身近に感じていただける1冊になっている。", "アジア太平洋観光社",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("巨大要塞空母ビッグ9【1】大戦艦「大和」の幻影",1100 ,100 , "原 俊雄", "昭和14年5月。帝国海軍は、強力な「46センチ砲の完成！」を世界へ向けて大々的に発表、次いで昭和15年に入ると、「マル3計画」で建造中の巨艦3隻を相次いで進水させて「大和」「武蔵」「信濃」と命名、それを公表した。

──日本は18インチ（46センチ）砲搭載の巨大戦艦を続々と建造している！　

危機感を覚えたアメリカ海軍は急遽、アイオワ級戦艦の建造中止を決定し、「スターク・プラン」でモンタナ級戦艦の大増産に踏み切った。ところが、これは山本五十六の仕掛けた罠であり、アメリカ海軍は空母の増産が難しくなる。米造船所はどれもモンタナ級戦艦の建造でうめ尽くされていたのだった!!", "電波社",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("爆裂装甲空母艦隊【2】戦艦激突！ 大砲撃戦",1100 ,100 , "林 譲治", "日本軍の反攻に備え、ガダルカナル島では米軍により着々と迎撃態勢が整えられ、さらにムンダにも新基地が設営された。これに対し日本側も、新造の潜水艦隊やラバウル航空部隊がムンダへの米軍輸送部隊を次々と沈め、さらにガダルカナル島への奇襲攻撃を開始。戦艦金剛と榛名が米基地滑走路を砲撃し、潜水艦で新型噴進弾を撃ち込む。

連日連夜の噴進弾攻撃に、海上輸送路の途絶、そのうえでの砲撃と爆撃……ソロモン海の覇権をめぐる日米の戦いは、高度な心理戦へともつれこんでいき、やがて、海戦史上稀な戦艦同士の打撃戦へと展開していくように思われたのだが……。

そこには、日本海軍の深謀遠慮が隠されていた!!", "林 譲治",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("日本ホラー小説史",1100 ,100 , "朝宮　運河アサミヤ　ウンガ", "モキュメンタリーホラーの人気に代表されるように、今、ホラー小説はかつてない盛り上がりを見せている。日本のホラー小説はいつ生まれ、どのような道のりを経て、この空前のブームへ至ったのだろうか。
本書では、戦後から現在までのおよそ80年にわたるホラー小説の歴史を辿る。江戸川乱歩による「怪談入門」で幕を開けた戦後ホラー小説の歴史は、1960年代の異端文学ブーム、1970年代のオカルトブーム、そして1980年代のホラー映画の人気を受けて発展してきた。1990年代にとうとう文芸の一ジャンルとして確立されると、画期的な作品を次々と生み出しつつ、令和のホラーブームへと至る――。
各時代を彩る300を超える作品を紹介し、ブックガイドとしてもおすすめの一冊。

【「はじめに」より】
本書『日本ホラー小説史』は、令和のホラーブームがどのような状況から生まれ、日本のホラーがどのような発展を遂げてきたかを、戦後の文学作品を中心に記述するホラー入門書である。（中略）今回のブームをきっかけにホラーに関心を持った読者が、日本ホラー小説の歩みを簡単に辿れるようなコンパクトな文学史が、そろそろ必要とされているのではないか。本書はそんな思いから執筆された。

【目次】
はじめに
序章　日本ホラー小説前史
第１章　ホラー小説の曙　1945～50年代
第２章　高度成長期におけるホラーの展開　1950～60年代
第３章　幻想と怪奇の時代に　1960～70年代
第４章　ホラー黄金期の到来 　1980～90年代
第５章　停滞期から令和のホラーブームへ　2000～20年代
おわりに
関連年表", "平凡社",    0,null,2,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category(category_name)_id, series_id)
        		VALUES("政府破綻",1210 ,100 , "一般財団法人ネクストジャパン・イニシアティブ", "止めようがない少子高齢化、膨張する行政ニーズ、縮小する政府キャパシティ……。日本の現状は厳しく、統治の仕組みを大きく変えない限り、「政府破綻」が現実のものとなりかねない。部分最適を脱し、長期的視点で全体最適に是正していくには、何をどう変えていけばいいのか。強い危機感に駆られた若手経営者らによって設立された独立系シンクタンクが、「2050年の日本」を想定して世に問う日本再生の処方箋。", "新潮社",    0,null,2,null);