INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("よくわかる 改訂版 初心者のためのパソコン入門 Windows11 Copilot対応",1430 ,100 , "富士通ラーニングメディア", "本書は、Windows 11のパソコンをはじめて使う方に向けて、知っておきたい基本操作や基礎知識をやさしく解説した入門書です。Windows 11 25H2にあわせた改訂版となります。
また、Windows 11で使えるCopilotの使い方も紹介しており、話題の生成AI機能をすぐに活用できる1冊です。

セールスポイント
●はじめてパソコンを使う方に覚えてほしい基本操作や基礎知識を1冊に収録！
マウス・タッチ操作、文字入力、インターネット、メール、セキュリティ対策まで、この1冊で学習できます。パソコン生活の第一歩として活用していただけます。
●Windows 11の便利で楽しいアプリの使い方がわかる！
知り合いと気軽に会話やビデオ通話ができる「Teams」や、写真を表示・印刷できる「フォト」など、Windows 11の楽しいアプリの使い方を紹介しています。
●生成AIのはじめ方を解説！
Windows 11で使えるCopilotの使い方も紹介しています。質問や画像生成など、便利な機能をすぐに試せます。
●困ったときに役立つトラブル解決術の付録付き！
「パソコンの電源が入らない」「画面が固まって動かない」など、よくあるトラブルの対処法を紹介しています。いざというときも落ち着いて対応できます。", "富士通ラーニングメディア",   0,"9784867752173.jpg",22,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ローポリで極めるキャラクターモデリング",5500 ,100 , "高部", "Autodesk AREA JAPANで100万PVを記録したモデリングチュートリアル、待望の書籍化！

本書は、モデリングを「構造の理解」と「絵作りの実践」の両面から丁寧に学べる構成になっています。
人体の作成では、骨格・筋肉・脂肪などを意識しやすくするために色分けを行うことで、これまで人体モデリングを難しく感じていた方でも、必要なポイントを押さえながら無理なく理解できる内容となっています。
服の作成では、デザイン画の印象をモデルで表現するためのコツも紹介しています。

また、キャラクター制作に欠かせないシェーダー設定についても、イラスト制作の手順に倣い、各要素を一つずつ整理することで、形状づくりから質感・陰影づけに至るまで、立体としての「魅せ方」にまで踏み込んで解説しています。

さらに、モデリングの心構えやブラッシュアップの重要性、作品を公開する意義など、制作を続けるうえでの考え方にも触れています。
単にモデルを作る技術にとどまらず、継続的に制作を楽しみながら、自身の表現を磨いていくための指針を「準備編」「実践編」「探求編」の3つのパートから体系的に学ぶことができる一冊です。", "ボーンデジタル",   0,"9784862466587.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Blender完全入門［5.x対応］",3080 ,100 , "カサハラCG", "モデリングからレンダリングまで、
「作品づくり」をまるごとマスター！

本書は、Blenderが初めて・作品づくりが初めての方に向けて、
「Blenderで作品をつくる」ための全工程を、やさしく解説する本です。

操作をなぞる、だけじゃない。
基本をちゃんと解説するから、Blenderがわかる、できる！
◎3D用語を完全翻訳。意味がわかる
◎「質感とは？光とは？」そもそもがわかる
◎「なぜその操作？」理由がわかる
◎ゼロから仕上げまで。一気通貫できる

目次
＼3Dでやりたいこと、詰め合わせ！／
第1章 Blenderをはじめよう
└「3DCGって何？」「Blenderって何？」を知ろう。
第2章 Blenderの世界を知ろう
└基本操作を触って学ぼう！
第3章 モデリングで形をつくろう
└かんたんなアイテムから背景まで、やさしくステップアップ。
第4章 シェーディングで質感をつけよう
└色をつけたり、光らせたり、画像を貼ったりしよう。
第5章 ライティングで演出しよう
└「3点照明」で、主役が目立つようライトアップ！
第6章 レンダリングで撮影しよう
└すてきなエフェクトをかけて、画像を出力しよう。", "ＳＢクリエイティブ",   0,"9784815633325.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("AWSコンテナ設計・構築[本格]入門 増補改訂版",3850 ,100 , "新井雅也、馬勝淳史", "最新のサービスとアーキテクチャに対応

最新技術に対応！
AWSエンジニア必携
Webアプリケーション環境の設計・構築のノウハウを凝縮、
基本から実践的な知識まで、しっかりと学べます。

▼本書のポイント
・最新の「AWSサービス」をフル活用
・手順がしっかりわかる「ハンズオン」
・「ユースケース」から学ぶ最適な設計

本書は、コンテナ技術の概要、設計・構築・運用といった一連の流れについて、ハンズオンを交えながら解説していきます。
コンテナを活用するメリットやユースケースを考察するとともに、コンテナの導入に向けて考えておくべきことを述べています。そのうえで、コンテナに関するAWSの各種サービスを紹介し、AWS上でコンテナを利用する際のアーキテクチャ設計について検討します。
そして、検討した設計ポイントを基にハンズオン形式でアーキテクチャを構築していきます。AWS上でアプリケーションを稼働させることを目指し、運用、セキュリティ、最適なパフォーマンスに必要なアーキテクチャを構築していきます。", "ＳＢクリエイティブ",   0,"9784815626044.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("はじめてのワードプレスでブログ・サイトをつくる本",2640 ,100 , "すずきみずほ、染谷昌利", "『ワードプレスでサイトやブログを作りたい初心者にピッタリの”最初に読みたい入門書”！』

【役立つ！購入者特典つき】
・操作手順が見てわかる！解説動画（※一部の操作）
・特典PDF「もっと”読まれる”ためのアドバイス集」

　本書では、ワードプレスはどのようなものか？という基本から、画面の見方、各機能の使い方、サイトやブログの作り方から管理の仕方まで、一通りていねいに解説しています。

　さらに、ワードプレスの使い方だけでなく、「読まれる」ブログやサイトを作るための考え方やノウハウについてもしっかり紹介していますので、これからはじめる初心者の方だけでなく、「サイトやブログを作ってはみたけれど、見てもらえない…」と悩んでいる初級者の方にも役立つ内容になっています。

　実際にワードプレスでサイト・ブログを作成する流れを「5つのステップ」に分けて、それぞれの目的やポイントを踏まえながら解説しています。
　また、要所要所に、実際に手を動かすワークも入っていますので、自然に理解を深めながらサイト制作を進めることができます。

【本書の主な内容】
・5W1Hでブログ・サイトの「企画書」を立てよう
・レンタルサーバーと契約してワードプレスをインストールしよう
・「SSL化」の設定を行ってサイトのセキュリティを強化しよう
・ワードプレスの管理画面の見方と基本設定
・ワードプレステーマ「Cocoon」を設定しよう
・タイトルやメタディスクリプションなどSEO設定を行おう
・「投稿」と「固定ページ」を使い分けよう
・記事にカテゴリーやタグを設定して分類しよう
・目を引くアイキャッチ画像を作成しよう
・プラグインを使って簡単にお問い合わせページを設定しよう
・カラムを使って文章と画像を見栄えよく配置しよう
・オリジナルのロゴやアイコンをサイトに表示しよう
・読者が使いやすく見やすいメニューを配置しよう
・読者の悩みや疑問を解決するブログにしよう
・読みたくなる記事にするポイント
・SNSを上手に活用して、ブログ・サイトに誘導しよう
・検証と分析を行って、ブログ・サイトを継続的に改善していこう", "秀和システム",   0,"9784798074573.jpg",22,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("例題50＋演習問題100でしっかり学ぶ Word/Excel/PowerPoint+情報・AIリテラシー標準テキスト Microsoft365/Office2024対応版",2200 ,100 , "定平誠", "本書は、Word／Excel／PowerPoint 2024（Microsoft365）の基本的な操作方法はもちろんのこと、文書やデータの編集・構成能力およびデザイン能力、プレゼンテーション能力を順序だてて学習できるように工夫され、初心者でも効率的に短時間でわかるように、平易かつコンパクトに１冊にまとめられています。また、「Word」「Excel」「PowerPoint」の操作解説だけでなく、「情報・AIリテラシー」の章では、情報やAIとのかかわり方についても解説します。
本書の特徴でもある「例題50」がストーリー性をもって作られ、そのステップを踏むことで、操作機能やその利用法が理解でき、「演習問題100」によって、例題内容の理解を確認することができます。", "技術評論社",   0,"9784297153885.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("歴史をたどってしくみを学ぶ　コンピュータ入門",2640 ,100 , "馬場敬信", "コンピュータは、私たちの生活になくてはならないものになりました。パソコンはもちろん、身近なところではスマートフォンや家電製品などにもコンピュータが内蔵されています。では、これらのコンピュータはどのようなしくみで動いているのでしょうか？

本書は、コンピュータのしくみをわかりやすく解説した入門書です。コンピュータの持つさまざまなしくみについて、どのようにして生まれ、現在に至るまでどのように発展してきたのか、その歴史をたどりながら学んでいきます。

前半の第I部では、コンピュータの基本的なしくみを歴史と共に解説します。後半の第II部では、並列コンピュータ、AI、量子コンピュータなどの高度な技術が、基本的なコンピュータのしくみの上にどのように構成されているのかをわかりやすく解説します。", "技術評論社",   0,"9784297154301.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("よくわかる オペレーティングシステム",2640 ,100 , "鈴木健一", "オペレーティングシステム（OS）をはじめて学ぶ方のために，その目的と役割，具体的な仕組みについてやさしく解説した入門テキスト．

●基礎からのていねいな説明
コンピュータとソフトウェアの基礎から始め，各コンピュータ資源の管理とコンピュータの抽象化について一歩一歩ていねいに説明しています．スムーズに入門ができます．
●直感的にわかりやすい図解
プロセス管理，メモリ管理，排他制御，仮想化などの複雑な概念や動作を，わかりやすく図解しています．目で見て全体像や流れがつかめます．
●理解が深まる演習問題
各章末には演習問題を豊富に掲載しています．手を動かしてオペレーティングシステムの役割と動作を追うことで，より深い理解が得られます．

【目次】
Chapter 1　コンピュータとソフトウェア
Chapter 2　オペレーティングシステムの概要
Chapter 3　プロセス管理
Chapter 4　メモリ管理と仮想記憶
Chapter 5　並行プロセスと排他制御
Chapter 6　並行プロセスプログラミング
Chapter 7　ページングによる仮想記憶
Chapter 8　ファイルシステムと入出力", "森北出版",   0,"9784627819016.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Pythonで理解する線形代数の基礎",3080 ,100 , "加藤公一", "本書は、線形代数をPythonを用いて学習し、実世界の問題に応用する力を身につけることを目標としています。線形代数の基礎概念と計算方法を学び、Pythonで実装することで理解を深めます。Pythonを用いた学習には二つの意味があります。一つは、線形代数の計算を実装することで、具体的な問題や数式からPythonコードを作成する応用力を養うこと。もう一つは、Pythonを抽象的な線形代数の理解を助ける道具として利用することです。応用を目指しつつも、初期段階では紙とペンを使った手計算も重要視しており、手計算の方法を示すことで数学的な理解を深め、Pythonでの応用をスムーズにすることを狙っています。練習問題も手計算とPython計算の両方を用意しています。線形代数の定理の証明についても、通常の計算の延長線上にあると考え、多く取り上げています。証明を通じて、概念と計算方法のより深い理解を目指します。", "技術評論社",   0,"9784297153809.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("SystemVerilogによるモデリングと論理合成",5060 ,100 , "篠塚一也", "今日では、ハードウェア記述言語はハードウェア設計・検証に欠かせない手段となっています。本書は、ハードウェア記述言語としてSystemVerilogを採用し回路設計をするために必要な基礎知識と基礎技術を解説しています。

基礎知識には、論理回路をハードウェア記述言語で表現する知識およびハードウェア記述言語で表現された記述を論理回路に合成する知識が含まれます。また、基礎技術には、記述表現から合成された回路構成を最適化する手法が含まれます。これらの基礎知識と技術を養う事によりハードウェア記述言語による回路設計を効果的に行えるようになります。

その他、従来では思いもよらなかった斬新な記述法も紹介しています。例えば、変数aがlogic [7:0]と宣言されているとすると、 a ＞＞ 1 という演算の代わりにa[7:1]を指定できます。あるいは、2のN乗（Nは定数）の操作は 1 ＜＜ N と書かれますが、この記法では定数1の精度に依存するためNはその精度以上にはなりえません。しかし、SystemVerilogでは{1'b1,N{1'b0}}とも書けます。この記法ではシフト後も上位の桁を失いません。このように、SystemVerilogの基本的な機能を正確に理解し応用する事により従来では成し得なかった機能表現が可能になります。総じて、本書はSystemVerilogによる新時代の設計手法の基礎知識を提供します。", "共立出版",   0,"9784320125926.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("導入と読解 チューリング「計算可能な数について」",4950 ,100 , "野口健一郎", "計算の可能性と限界を明らかにし、コンピュータの理論的基礎を創った画期的な論文の実像を求めて、各節を丁寧に読み解き翻訳して説明。また導入として背景から評価までを解説。

チューリングは1936年に発表した論文「計算可能な数について」のなかで、計算することの可能性と限界を明らかにし、現代のコンピュータの理論的基礎を創った。論文はチューリングが人工知能を考え始めた原点でもある。この論文はその重要性にもかかわらず、計算のための機械の記述などに多くの誤りが含まれていることなどから、あまり読まれていない。本書は原論文の誤りのヴェールを取り除き、論文の本来の姿（実像）を読みやすい形で紹介することを目指した。

第１部は導入として、論文の背景や及ぼした影響について説明した。はじめにチューリングの生い立ち、論文のきっかけを作った当時の数学界の状況などを概観した。そして論文の概要を、考え方を中心に紹介した。特に、チューリングが提案した機械（チューリング機械）は、その万能型も含めて、原理はとてもやさしいことを示した。また、論文の成果について、学問の面では、計算できることについてのチャーチ‐チューリングの提唱や言語（文法）と機械の関係についてのチョムスキーの階層の中での重要な位置付けなどを、また技術面では、コンピュータの原理の発明などを述べた。さらにチューリングを含めたパイオニア達の競争と協力により、世界の最初期のコンピュータがどのように生まれたかを詳しく跡付けた。

第2部が翻訳と説明になる。訳文は、理解しやすく読みやすいものにすることを目指した。特に論文中の誤りは本来の内容となるように修正を加え、論文の元の記述との対比を修正表として示した。また、論文中の使用文字や詳細構成について、読みやすくする工夫を施した。内容の理解を助けるための説明を節ごとに加えた。計算する機械の動作などについては図表を用いて補足した。論理式を使った記述やラムダ計算を用いた証明などについて、詳細を補った。", "共立出版",   0,"9784320125889.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("生成AI×医療介護経営～先進事例に学ぶ経営改善のヒント～",3300 ,100 , "長英一郎", "【内容】医療・介護現場で生成AI を導入し、経営を改善するための具体的なノウハウを解説します。
「第1 章　バックオフィスから始める経営効率化」では生成AI を活用してバックオフィス業務の劇的な効率化を実現した事例をご紹介、「第2 章　ガイドラインに準拠した生成AI の安全な活用法」ではガイドラインに基づき、患者の個人情報やセキュリティーに最大限配慮しながら、現場で安全に生成AI を活用していくための具体的な方法を解説、「第3 章　先進事例に学ぶ！経営改善のヒント」では実際に生成AI の導入で成果を上げている3 法人と3 人の有識者へのインタビューを通して、現場でのリアルな活用事例を深掘りします。随所に生成AIやDXに関連したコラムを掲載。すぐに見られる動画解説QRコード付き。
【対象】病院・診療所・介護施設経営者、病院事務職員、生成AIに興味のある方", "日本医学出版",   0,"9784865771039.jpg",22,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("アニメスタジオの現場でしか学べない アニメ作画と演出で大切なこと",3080 ,100 , "名取孝浩", "見やすい映像の実践的なノウハウ

アニメ監督・演出家の名取孝浩が、プロの現場で経験してきた実践的なアニメ作画と演出の技術を、作例を交えて具体的に語ります。伝えたいことを明確にするレイアウトと、音と間を意識したテンポある映像表現の秘訣がわかります。アニメーターや演出家、さらには映像作りに関わるクリエイターにも役立つ一冊です。

●具体的かつ実践的に伝えます！
・レイアウトで何を強調するべきか
・画面の配置や視線の流れの基本
・パースの決め方
・カメラマン目線での画面の作り方
・テンポの良い画とは何か
・尺の感覚や「間」の取り方
・セリフのタイミング
・遅い動きと速い動きの表現
などなど", "ＳＢクリエイティブ",   0,"9784815635862.jpg",22,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("改訂2版 日商PC検定試験 文書作成･データ活用・プレゼン資料作成 2級 知識科目 公式問題集",1430 ,100 , "日本商工会議所", "本書は、日商PC検定試験2級の「知識科目」に特化した公式問題集です。出題範囲が広く、多面的な知識が求められる知識科目に対し、豊富な問題と丁寧な解説で効率的に学習できる構成となっています。試験合格に必要な知識を、確実に身に付けることができます。
セールスポイント
●日本商工会議所が提供する公式問題集！
試験主催元である日本商工会議所の執筆による公式問題集です。
本試験に準じた予想問題から構成されており、出題傾向や出題形式を学ぶのに最適です。

●3分野の知識科目を1冊で網羅！
「文書作成2級」「データ活用2級」「プレゼン資料作成2級」の知識科目を、この1冊でまとめて学習できます。広範囲な出題内容をバランスよくカバーしています。

●厳選した全140問を収録！
知識科目の共通分野50問、個別分野90問（文書作成30問、データ活用30問、プレゼン資料作成30問）を収録しています。厳選した140問をしっかり学習すれば、知識科目対策は万全です。

●的確でわかりやすい解説！
別冊の「解答と解説」では、各問題のポイントを丁寧に説明。解答記入シートも付属しており、苦手分野を把握しながら効率よく弱点補強ができます。

●新たな出題範囲に対応！
新たに出題範囲に追加される「生成AIの利活用」に関する内容を収録。
さらにご購入者特典として、参考資料「ビジネスにおける生成AIの利活用」をご提供しています。ぜひご利用ください。", "富士通ラーニングメディア",   0,"9784867751831.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("アフィリエイトブログを作りながら覚えるWordPress 入門",2420 ,100 , "Editroom:H", "★副業ブログを実際に作りながらWordPressを覚えられる入門書★

一般的な入門書は架空の会社や店舗のサイトを作る例が多く、個人が自分の状況に置き換えづらいことがあります。
ですが、本書で作成するのは読者がそのまま運営できる形の副業ブログ。
手順に沿って進めるだけでブログが形になり、覚えた操作がそのまま自分のブログ作りに直結する実践的な構成になっています。


★手順通りに作るだけで「ちゃんとした個人ブログ」を運営開始できる★

本書ではあえてWordPressの高度な操作を省き、ブログをはじめるために必要な最低限のポイントだけをわかりやすくまとめました。
ブロガー・アフィリエイターに人気のテーマ「Cocoon（コクーン）」を使い、
ブログの構築、記事作成、画像の扱い方、プラグインの導入、広告リンクの貼り方など、最低限必要な知識を一冊に凝縮しています。
「何もわからないけど、とりあえずブログをはじめてみたい！」という悩みを、この一冊で解消できます。


★最初はお金をかけずにはじめられる★

本書ではLocalという無料ツールを使い、パソコンの中に練習用ブログを作ります。
本番のサーバー契約やドメイン取得は後から行うので、最初にお金を払う必要がありません。
ブログが完成してから契約する流れのため、初心者が感じやすい
・途中で失敗したらどうしよう
・お金だけかかって終わったら困る
という不安を大きく減らせます。


★初心者でも迷わないやさしい解説★

オールカラーの紙面とわかりやすい画面説明で、どこをクリックすればよいかがひと目でわかります。
専門用語はできるだけ使わず、パソコンが得意ではない方でも読み進めやすい構成なので、はじめての方でも挫折しにくい内容になっています。", "あすパブリッシング",   0,"9784911151013.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ベクトル検索実践入門",3520 ,100 , "真鍋知博", "ベクトル検索は従来の重要技術キーワード検索を補完する技術であり、かつWeb検索など、検索そのもののサービスにはもちろん、Eコマースなど各種サービスの検索機能にも採用されつつある注目度の高い技術です。従来のキーワード検索は、ユーザが入力したキーワードを含むドキュメントを抽出し、キーワードの出現頻度にもとづいてドキュメントをソート（ランキング）するというものでした。キーワード検索が表面的な情報を扱っていたのに対して、ベクトル検索はキーワードやドキュメントの「意味」を扱います。ベクトルの類似度によってキーワードとドキュメントそれぞれの意味の類似度を測れるよう、これらのテキストをベクトル化する技術です。
このように、ベクトル検索は抽象的な意味を扱える点で優れた技術ですが、一方でしくみがわかりにくいところがあります。また、新しい技術でもあるため、日本語の専門書や資料が少ない状況です。
本書はベクトル検索による検索エンジンの高速化を解説します。対象読者は検索サービスまたは検索機能を扱うエンジニア、手法の実装と評価が必要な研究者、およびそれらを志望する学生で、実用的なベクトル検索が実装できるようになることを目指します。
前半でデータの準備から検索結果の評価までを一通り解説し、後半では各ステップの高度化・高速化について解説します。また、付録として画像のベクトル化と検索についても解説します。", "技術評論社",   0,"9784297153373.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("はじめてのデジタルアイデンティティ　ーWebサービスに欠かせない認証・認可・ID管理",2420 ,100 , "いとう　りょう", "現代のオンラインサービス開発とデジタルアイデンティティ（ID）の扱いは、切っても切り離せない関係です。パスキー認証やOpenID Connect（OIDC）といった技術が注目される一方で、認証機能がサービス全体のID管理の文脈で整理されていないと、運用面での不都合や、セキュリティ的な見落としが生じやすくなります。新規登録からログイン、ログアウト、アカウントリカバリー、退会に至るまで、個々の機能をバラバラに捉えるのではなく、一連のサイクルとして設計することで、セキュリティリスクを低減し、ユーザー体験（UX）を向上させることができます。

本書は、デジタルアイデンティティの専門知識がないITエンジニアの方を対象に、サービスを開発・運用するにあたって必要となるID管理の基礎を、アイデンティティライフサイクルの視点から体系的に整理します。「身元確認とは？　当人認証とは？」という概念の整理から始め、個別の認証方式の特徴や、ID連携、ID管理に使われる技術を扱います。

難しい数学的・技術的詳細には深入りせず、ID管理に初めて触れる新人エンジニアや個人開発者でも理解できるように、平易な言葉で解説しています。デジタル社会の基盤となる、安全で使いやすいID管理システムの基礎知識が身につく1冊です。", "技術評論社",   0,"9784297153762.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("CGクリエイターになるためのポートフォリオ実例集",3520 ,100 , "佐藤智幸", "大手ゲーム会社の内定を勝ち取った21作品300ページ超のポートフォリオ実例大公開！

大手ゲーム会社の内定を勝ち取った21作品のポートフォリオ実例を、「キャラクターモデラー」「背景モデラー」「レベルデザイン」の3つのカテゴリに分け、現役講師のポイント解説付きで紹介！", "ボーンデジタル",   0,"9784862466570.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大きな字でわかりやすい　iPhone 超入門［改訂第3版］",1870 ,100 , "岩間麻帆", "大きな字と大きな画面で解説する、シニアの方向けの一番わかりやすいiPhoneの解説書です。好評をいただいた前版から、最新のPhone 17とiOS 26に対応した内容に改訂しての登場です。
本書では手順を省略せずに解説しますから初めての人でも安心！　iPhone 操作の基本といえる電話のかけ方はもちろん、文字の入力方法、インターネットでの検索、写真撮影、人気のLINE（ライン）など、大きな字で丁寧にわかりやすく解説しています。また、画面の文字を大きくしたり画面ロックを設定してセキュリティ対策をしたり、QRコードの読み取り、画面写真の撮り方など、便利な小技も掲載しています。
この本を読めば、シニアの方でもiPhoneを思い通りに使えるようになります！", "技術評論社",   0,"9784297153175.jpg",22,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("作って学ぶゲームプログラミング Unity まるっと入門 Unity6完全対応",3300 ,100 , "トライタム、吉谷幹人", "ゲーム開発エンジン「Unity」の入門書。
Unityでゲーム開発を行いたい人を対象に、4つのサンプルゲームを作る手順を通して、グラフィックス、物理エンジン、アニメーション、エフェクト、サウンド、GUIなど、押さえておくべき基本機能を体系的にマスターできます。

■本格的なアセットで、学習のモチベーションがアップ！
■モバイルゲーム開発における課題と解決法が身につく
■インストールからストアへの登録まで、
ステップバイステップで解説", "ソシム",   0,"9784802615310.jpg",22,null);
