INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("Nominal Licensing and Agree in Syntactic Theory",11000 ,100 , "森竹　希望", "紹介
本書は生成文法理論に基づき、デフォルト格の理論的実装を行いつつ、phi素性一致の有無に基づく二種類の格付与メカニズムに加え、名詞句の統語的位置を規定する二種類の条件を提案する。そして、英語や日本語、トルコ語、韓国語等の言語現象に対し、より原理的な説明を与えることを目指す。さらに、英語もしくは日本語を母語とする幼児が産出する文における主語の格標示にも着目し、一致操作のパラメータとそのデフォルト的特性が何かを考察しつつ、人間に生得的に備わる言語機能の初期状態 (Universal Grammar) の一端を明らかにすることを試みる。", "九州大学出版会",   0,"9784798503943.jpg",23,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("［音声DL付改訂3版］ TOEFL TEST 必須英単語5600",2750 ,100 , "林功", "紹介
初級者から上級者まで幅広く対応したTOEFL単語学習の決定版。収録語彙数は単語帳の中でもトップクラスで圧倒的ボリュームを誇る。この一冊で試験に必要な単語・語彙を網羅し、基礎から高得点レベルまで着実にステップアップが可能。実際の英語記事や講義文を収録し、文脈の中で単語の使い方を理解でき、着実にスコアアップを目指せる。さらに付属のダウンロード音声で、スキマ時間や“ながら学習”にも最適。赤セルシート付きで効率よく復習でき、確実に語彙力を定着させることができる、TOEFL満点獲得を目指すすべての学習者におすすめの一冊。", "ベレ出版",   0,"9784860648152.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("最短合格！ 英検1級 二次試験・面接完全制覇",2200 ,100 , "田中　亜由美", "最新傾向に基づく例題＆模試で合格を勝ち取る！
★最新傾向を反映したオリジナル模試10問を収録
★概要→例題→模試の3段階で試験攻略
★複数パターンの解答例で自分に合った対策がしやすい
★面接前に知っておきたいティップス、重要語句・表現リストつき

【もくじ】
Chapter 1　面接試験の概要
面接試験の流れ／評価方法／頻出テーマ

Chapter 2　スピーチ・Q&Aの重要ポイントをチェック
スピーチ／スピーチ・トレーニング方法／Q&A／合格に近づくためのヒント

Chapter 3　模擬試験
イントロダクション／トピックカード／模試10回分

巻末付録　
1. お役立ち表現集
2. 分野別重要語句&スピーチで使えるフレーズ", "ジャパンタイムズ出版",   0,"9784789019378.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("［MP3音声＋電子書籍版＋動画付き］ 初級者からのニュース・リスニング CNN Student News 2026［冬春］",1320 ,100 , "CNNEnglishExpress編集部", "【特長】
・アメリカの高校生などに最新の話題を易しく伝える番組「CNN10」（旧名「CNN Student News」）が素材。
・ナチュラル音声、ゆっくり音声[ポーズ入り]、ゆっくり音声[ポーズなし] の3パターンのMP3付き（＊ゆっくり音声[ポーズ入り] は各ニュースのイントロダクションのみ）。
・シャドーイング、区切り聞き、サイトトランスレーションといった効果的学習法がだれでも実践できるように設計された、独自のレイアウト。
・ニュースの内容について英語で意見を述べる練習問題（ネイティブによる回答例付き）や反訳（日→英サイトトランスレーション）など、アウトプットにも配慮。
・豊富な語注と「ワンポイント解説」で、前提知識なしでもどんどん理解が進む。
・ニュースの動画が英語字幕・日本語字幕・字幕なしを自由に切り替えながら視聴できるので、自分に合った学習が楽しくできる。
・電子書籍版（PDF）をスマホなどに入れておけば、いつでもどこでも学習可能に。

【内容】
・おもしろ動物が集結！コメディー野生動物写真賞
・AI利用の裏で増える電力と水の消費
・進化するドローン兵器と現代の戦争
……など合計10本のニュースを収録。

【目次】
01. メタが開発した最新型AIスマートグラス
02. 日本初の女性総理大臣が誕生
03. 持続可能な設計に革命をもたらす “生きる建築”
04. 解放されたイスラエルの人質とパレスチナの捕虜
05. 「全米玩具の殿堂」 入りを果たしたおもちゃたち
06. 絶滅から“復活” したダイアウルフ
07. パリのルーブル美術館で155億円相当の強盗事件
08. 進化するドローン兵器と現代の戦争
09. AI利用の裏で増える電力と水の消費
10. おもしろ動物が集結！ コメディー野生動物写真賞
", "朝日出版社",   0,"9784255014074.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("三訂版　ゼロから話せるブラジル・ポルトガル語",2860 ,100 , "浜岡究", "ブラジルを中心としたポルトガル語を、身近な表現を中心に学習する定番入門書が新しくなりました。三訂版では説明やコラムを見直し、音声がダウンロード＆ストリーミング対応になりました。
ポルトガルのポルトガル語の入門書としても、もちろん使用できます。

■「覚えるフレーズ」でまずフレーズを身につけます。
■「ダイアローグで学んでみよう」では日常生活のさまざまな場面を想定した会話をわかりやすく解説しています。さらに表現を増やしたり、ことばのしくみを学びます。
■「文法編」ではポルトガル語の文法を体系的に解説しました。
■「ヴィジュアル ブラジル・ポルトガル語」ではイラストとともに単語を楽しく身につけます。
■ミニ辞書としても使えるINDEX付き。

本書の使い方
正書法について
Ⅰ 覚えるフレーズ
ポルトガル語とは
Ⅱ ダイアローグで学んでみよう
Ⅲ 文法
Ⅳ ヴィジュアル ブラジル・ポルトガル語
INDEX", "三修社",   0,"9784384061123.jpg",23,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("頭が柔らかくなる多言語学習",1760 ,100 , "宮崎伸治", "英語、ドイツ語、フランス語、スペイン語、イタリア語、中国語、ロシア語、韓国語、タイ語、インドネシア語。
10か国語を学ぶ翻訳家が、国による言葉の違いの面白さ＆外国語学習のコツを紹介する語学エッセイ。

著者は、ロシア語学習をきっかけに初めてロシア料理を食べ、韓国語を学んで韓流ドラマにはまり、タイ語を始めてタイ古式マッサージを受け、外国語会話学校でネイティブの先生を笑わせようと頭をひねる。

1章「違いを知る、楽しむ」は、兄も弟も区別しない英語の「brother」と、弟から見た兄「형（ヒョン）」と妹から見た兄「오빠（オッパ）」を使い分ける韓国語のように、ある国では1語なのにべつの国では複数の言葉で表すものや、「いやらしい色＝ピンク」なのは日本だけといった色のイメージの違い、英語「gift（贈り物）」とドイツ語「Gift（毒物）」のように、綴りがそっくりなのに意味が異なる単語「false friend（偽の友）」など、言葉の違いの面白さ21編。

2章「語学マニアの驚き」は、イタリア語がカタツムリを使って連絡を取る理由や、フルネームに両親の苗字が入っているのに両親を意味する単語がないスペイン語、ヨーロッパ言語特有の男性名詞・女性名詞について、ドイツ語や中国語にある離れたりくっついたりする動詞など、著者が思わず人に話したくなった外国語の驚きと不思議18編。

3章「外国語学習のガイド」は、外国語会話学校を選ぶ細かいポイントや複数言語をいかに学ぶかといった、外国語を学び始める上での悩みや疑問を解消するトピック、小説を原書で読みたい人におすすめの方法など、50歳を過ぎてから多言語学習を始め、独学でリーディング・リスニング・語彙力強化を重視しつつ、学校でネイティブの先生との会話を楽しんでもいる自身の経験をもとにした語学学習のヒントとアドバイス17編。

装画・挿絵：なかむら葉子

", "雷鳥社 ",   0,"9784844138112.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("実戦力徹底トレーニング　新装版 話す英語",2750 ,100 , "愛場吉子", "null", "株式会社アルク",   0,"9784757444621.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("認知社会言語学への招待",4400 ,100 , "渋谷良方", "実際の言語使用には、常に変異が伴う。この側面は、認知言語学では長らく十分に論じられてこなかった。しかし、変異を無視して、言語使用を十全に理解することは不可能である。本書は、認知言語学の社会的転回を象徴する「認知社会言語学」について、多様な研究成果を紹介しながら、この新しいアプローチの理念、分析に用いられる方法論、そして得られた結果の解釈のなされ方を詳しく解説する、国内初の包括的な概説書である。", "ひつじ書房",   0,"9784823413063.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("奥井の英文読解",2200 ,100 , "奥井潔", "伝説の名著、ついに復刊！

本書は、復刊ドットコムでリクエスト上位にある参考書ですが、この度、ついに研究社より復刊の運びとなりました。著者の奥井潔先生は、当時、駿台予備学校で絶大な人気を誇った講師で、多くの生徒を合格に導き、「受験の神様」と呼ばれていましたが、著作は少なく、本書は、その中でも復刊の要望が多かった一冊です。取り上げた3作品の英文読解は、著者が得意とする文学的な読解の真骨頂で、まるで授業を受けているかのように丁寧に展開し、英文を読む楽しさを教えてくれます。

〈本書で取り上げる3つの物語〉
メアリー・ラム　THE FATHER’S WEDDING-DAY
サマセット・モーム　HOME 　
グレアム・グリーン　THE INNOCENT

＜著者紹介＞
奥井　潔（おくい　きよし）
1924年台湾生まれ。1952年東京大学文学部英文科を卒業後, 1954年から半世紀近くにわたって駿台予備学校で講師として活躍した。熱意のこもった授業で多くの生徒を合格に導き, 受験の神様と呼ばれた。文学的な英文の読解を得意としており, 受験テクニックだけでなく, 人生論・道徳論にまで及ぶ人間味あふれる講義が人気の秘密だった。東洋大学にて長年にわたって教鞭をふるい, 東京大学, 法政大学, 埼玉大学, 東京女子大学, 慶應義塾大学などの講師も歴任した。東洋大学名誉教授。著書に『イギリス文学のわが師わが友』（南雲堂）, 『英文読解のナビゲーター』（研究社）などがある。2000年死去。", "研究社",   0,"9784327765002.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("ビジネス英会話＃１００日チャレンジ",2090 ,100 , "成重寿", "(A) 英語が武器になる100日　(B) 何も変わらない100日

　あなたはどっちだ。

①英語を組み立てる力
②ビジネスパーソン、社会人に必要な語彙が同時に身につく
③＜左ページに日本語＞　＜右ページに英語＞のシンプルなレイアウト

手っ取り早く、効果的。英会話フレーズとビジネス語彙の知識を毎日積み上げ、社会人が英会話の際に必要とする基礎力を独学で身につけることができます。", "Ｇａｋｋｅｎ",   0,"9784053063670.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("スマホ入力で一気に学ぶ　はじめての中国語　［音声DL付］",2090 ,100 , "増田　文香", "中国語の発音表記である「ピンイン」は、パソコンやスマートフォンで中国語を入力する際に、日本語のローマ字入力と同じように不可欠な役割を果たします。また、発音どおりに入力するため、正確な発音を習得することは学習の出発点として欠かせません。
本書は、中国語をこれから学び始める方のための本格的な入門書です。まず中国語の根幹である発音を徹底的に解説し、そのうえで基本表現・必須語彙・頻出構文へと学習を広げていきます。すべてをピンイン入力と連動させながら学ぶ構成のため、「書く」よりも発音と直結し、短期間で効果的に中国語を身につけることができます。
著者自身、この方法を使い、驚くほど短期間で中国語をマスターした実体験を持ちます。その経験に裏打ちされた有効な学習法を、これから中国語を学ぶ入門者・初級者の皆さまに自信をもってご提案します。", "ベレ出版",   0,"9784860648121.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("「食」のことわざを知る事典",2420 ,100 , "井筒清次", "本書の特徴
・本書では、食事、飲食、食材、調理、作法など「食」に関わることわざに解説を付して、五十音順に配列しています。
・本書に収録したことわざは、日本古来より――なかでも江戸後期以降を中心に、民間に伝わっているものを収録しました。中国・西洋のことわざを一部いれました。
・巻末に五十音順に索引を付しました。気になったことわざは、索引から検索できます。", "アーツアンドクラフツ",   0,"9784911356111.jpg",23,null);
        		
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("日本語教師を育てる",2860 ,100 , "横溝紳一郎", "「日本語教育推進法」の施行に伴い、日本語教育そして日本語教員養成機関への新たな期待が生まれている。しかしながら、急激な変化に今後の見通しが見いだせず、混乱する日本語教育関係者も少なくない。そのような状況に対応するためのガイドブックとして「読者に知識だけでなく、できれば『勇気と希望』を与えるものをめざしたい」という思いで本書を執筆した。日本語教員養成機関としてのプログラムを提案する。", "ひつじ書房",   0,"9784823413391.jpg",23,null);
      
INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("辞書で身につく本当の英語力",1980 ,100 , "石原建志", "ことばの意味を知るだけじゃない，辞書を引くことで付く力とは？
情報を取捨選択する力←語義を選ぶ
違いに気づき正誤を判断する力　←訳語／例文を見比べる
整理し要点をつかむ力　←調べた情報をまとめる
検証する力　←辞書で確認する
AI時代だからこそ，自分で調べて理解する力を，辞書で育みましょう。", "大修館書店",   0,"9784469246940.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("30日で話せる　フランス語ドリル",1870 ,100 , "田中善英", "30日間でフランス語が話せるようになる！
著者による音声解説付、フルカラーのフランス語ドリルが登場しました。

文字のなぞり書きから始めて、30日間で「仮定文」まで学べます。

テストPDFをダウンロードできるから、繰り返し手を動かして取り組めます。

【本書の特長】
30日で話せることを目標に、読む・書く・聞く・話す練習を繰り返しできるように工夫しています。
文字の発音から、基本的な文法や日常的によく使う表現を、始めから丁寧に学習していきましょう。

1．読む
獨協大学で教鞭を執っている田中善英先生が、全ページ執筆しました。
フルカラーのイラストを豊富に入れて、わかりやすく華やかな紙面を実現しました。

2．書く
実際に手を動かして理解度を確認するので、記憶に残ります。
確認テスト・章末テストは、ダウンロードできるので何度でも取り組めます。

3．聞く
音声を聞いて言語の発音を確認できます。声に出して音読してみましょう。
講師による講義が音声には含まれているので、
一人ではわかりづらい箇所をサポートします。

4．話す
確認テスト・章末テストでは、
声に出して練習する問題も用意しています。
場面を思い浮かべながら練習してみましょう。", "ＫＡＤＯＫＡＷＡ",   0,"9784046074638.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("公式TOEIC Listening & Reading 英単語",1650 ,100 , "ETS", "過去のテストに基づいた1,800語を学ぶ王道の一冊。最新の頻出単語を収録。本番で生きる語彙力が身につく！

本書では、Educational Testing Service（ETS）が制作したTOEIC®Listening & Reading Test（ 以下、TOEIC L&R）の過去の問題から、最頻出の単語1500語（基本語1200語、上級語300語）、さらに、複合名詞100語、句動詞100語、セットフレーズ100語を加えて、合計1800語を紹介しています。
基本語は、テスト受験前にまずは押さえておきたい必須の語彙です。テストでよく目にするものばかりですので、例文で用例を確認しながら、確実に身に付けましょう。基本語1200語の中でも最も大事な「基本語　最重要単語200」を最初にまとめてありますので、テスト直前や時間に余裕がない場合には、ここだけでもしっかりと目を通しておくとよいでしょう。
上級語は、さらに上のレベルを目指したい方のために、難易度の高い語の中から登場頻度の高いものを300語集めました。上級語についても、最も大事な「上級語　最重要単語100」を最初にまとめてあります。上級語はPart 7の長文などの内容理解に役立つので、基本語をマスターしたら、ぜひこちらも学習しましょう。
基本語、上級語のリストに続けて、知っておくと英文の意味が把握しやすくなる、さまざまなコロケーションを300語（複合名詞100語、句動詞100語、セットフレーズ100語）ご紹介しています。併せて学習しましょう。
全ての見出し語には、テストに登場したままの文（スペースの関係で文の一部を省略したものもあります）が例文として付いており、TOEIC L&R受験時に役立つのはもちろん、普段のやりとりにも応用できます。また、見出し語、語義、例文の音声が付いていますので、スマートフォンなどに取り込んで、いつでもどこでも学習できます。", "国際ビジネスコミュニケーション協会",   0,"9784906033782.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("
新装版　口が覚えるロシア語　スピーキング体得トレーニング",2970 ,100 , "臼山利信", "文法はひと通りやった。簡単なロシア語は読める。でもなかなか口からロシア語が出てこない方に。音声で２時間半、実用的な作文問題を出します。本書の600例文でトレーニングすれば、条件反射で口からロシア語が出てくるようになる。スマホ、eチケット、SNSなど、すぐに使える例文が満載。使いやすい音声DL形式の新装版。
＊本書は『改訂版 口が覚えるロシア語』の新装版です。例文内容に変更はありません。", "三修社",   0,"9784384061468.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("大学で（ふたたび）英語をはじめる前に",660 ,100 , "菅原克也", "大学で学ぶ英語は、高校まで学習してきた「限られた英語」から、「現実の状況に合わせた英語」になります。大学入学後に英語を学習する学生や、あらためて英語を学び直そうとしている社会人のために、英語学習のポイントを紹介しています。", "武蔵野大学出版会",   0,"9784903281711.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("中学英語を本気で攻略するための本",2420 ,100 , "関正生", "本気で中学英語を学びたい大人の皆さんへ
関正生先生が中学英語を本気で解説します

この本は、中学英語（英文法）をきちんと学びたい大人の方に向けた本です。
解説の順番、構成、深め方、言い回しなど、700万人以上の学習者に授業をしてきた経験を生かした関先生のわかりやすく納得できる解説で、「英語の基礎＝英語の考え方の中心になるもの」を理解することができます。例文も退屈なものではなく、大人が英会話で使いたくなるようなものだけを掲載しました（すべての例文は音声で聞くことができます）。
奥深い中学英語の世界へようこそ。さあ、始めましょう。", "かんき出版",   0,"9784761278526.jpg",23,null);

INSERT INTO product(
        		title, price, stock, author, description, publisher, recommend_flg, img, category_id, series_id)
        		VALUES("受験生のための気晴らし英単語90 English Words 90 in Erotic Fantasies",1650 ,100 , "永島道男", "これは先に出版された『受験生のための（気晴らし）英文法』の姉妹本で、世間ではタブー視された英単語ばかり集めて、アルファベット順に編纂された官能的でユニークな小辞書です。そして例文はそれらが使われている男女間の情欲場面を抜粋したものばかりです。しかも、その多くは公序良俗に反するとのことでかつて裁判沙汰になり、発禁処分などの前科者の刻印を当局から押された古今東西のものがほとんどです。
先の英文法同様、何人かの先生方が言葉だけでなく、引用文献や逸話にと楽しい解説をして案内されています。そんなわけで思春期の受験生には、少々刺激があって、エネルーギーの発散と気晴らしになるのではと思う次第です。また元気のあるなしにかかわらず、中高年の方におかれましては、読む媚薬くらいにお考え、少しでも血の巡りが良くなればと思います。くれぐれもタブーな言葉ですので、人前では決して口に出してはいけません。その辺をご理解いただき皆様の知識欲（と下心）が満たされ、気分転換になれば幸甚の至りであります。（著者より）", "虹色社",   0,"9784909045867.jpg",23,null);